Repository: Ebisu-Tecnico/Ebisu
Catalog: IrisBranding.kit/resources/*.lproj/Branding.strings
Languages: ja, ko, pt, zh_hans

# applicationFullName
source: Ebisu
ja: UC-Oneコネクト
ko: UC-One Connect
pt: UC-One Connect
zh_hans: UC-One Connect

# applicationCopyright
source: © 2021 Ebisu. All rights reserved.
ja: © 2021 Cisco. All rights reserved.
ko: © 2021 Cisco. All rights reserved.
pt: © 2021 Cisco. Todos os direitos reservados.
zh_hans: © 2021 Cisco。保留所有权利。

# applicationCompanyWebLink
source: www.ebisu.it
ja: www.cisco.com
ko: www.cisco.com
pt: www.cisco.com
zh_hans: www.cisco.com

source: About Connect
ja: コネクトについて
ko: Connect 정보
pt: Sobre o Connect
zh_hans: 关于 Connect

source: BroadWorks Anywhere Location
ja: BroadWorks Anywhere ロケーション
ko: BroadWorks Anywhere 위치
pt: Localização do BroadWorks Anywhere
zh_hans: BroadWorks Anywhere 位置

source: UC-One Meet
ja: UC-One会議

source: Other
ja: その他
ko: 기타
pt: Outro
zh_hans: 其他

source: Custom IdP 1
ja: カスタム IdP 1
ko: 고객 IdP 1
pt: Personalizar IdP 1
zh_hans: 自定义IdP 1

source: Custom IdP 2
ja: カスタム IdP 2
ko: 고객 IdP 2
pt: Personalizar IdP 2
zh_hans: 自定义IdP 2

source: Custom IdP 3
ja: カスタム IdP 3
ko: 고객 IdP 3
pt: Personalizar IdP 3
zh_hans: 自定义IdP 3

source: Custom IdP 4
ja: カスタム IdP 4
ko: 고객 IdP 4
pt: Personalizar IdP 4
zh_hans: 自定义IdP 4

source: Hub
ko: 허브
pt: Terminal
zh_hans: 中心
