Repository: Ebisu-Tecnico/Ebisu
Catalog: IrisBranding.kit/resources/*.lproj/ErrorCode.strings
Languages: de, es, fr_ca, it, ja, ko, nl, pt, zh_hans

source: Undefined error.
de: Nicht definierter Fehler.
es: Error no definido.
fr_ca: Erreur non définie.
it: Errore non definito.
ja: 未知のエラー
ko: 정의되지 않은 오류입니다.
nl: Onbepaalde fout.
pt: Erro indefinido.
zh_hans: 未知错误。

source: Internal error.
de: Interner Fehler.
es: Error interno.
fr_ca: Erreur interne.
it: Errore interno.
ja: 内部エラー
ko: 내부 오류입니다.
nl: Interne fout.
pt: Erro interno.
zh_hans: 内部错误。

source: Resource is not available.
de: Ressource ist nicht verfügbar.
es: Recurso no disponible.
fr_ca: Ressource non disponible.
it: Risorsa non disponibile.
ja: リソースが利用不可です。
ko: 리소스를 사용할 수 없습니다.
nl: Bron is niet beschikbaar.
pt: O recurso não está disponível.
zh_hans: 资源不可用。

source: Operation cancelled.
de: Vorgang abgebrochen.
es: Operación cancelada.
fr_ca: Opération annulée.
it: Operazione annullata.
ja: 動作が取り消しとなりました。
ko: 작업이 취소되었습니다.
nl: Bewerking geannuleerd.
pt: Operação cancelada.
zh_hans: 操作已取消。

source: Invalid operation parameter.
de: Ungültiger Parameter für Vorgang.
es: Parámetro de operación no válido.
fr_ca: Paramètre d'opération non valide.
it: Parametro operazione non valido.
ja: 動作パラメータが正しくありません。
ko: 잘못된 작업 매개 변수입니다.
nl: Onjuiste bewerkingsparameter.
pt: Parâmetro de operação inválido.
zh_hans: 无效操作参数。

source: Try again.
de: Versuchen Sie es erneut.
es: Inténtelo de nuevo.
fr_ca: Réessayez.
it: Riprovare.
ja: 再度お試しください。
ko: 다시 시도하세요.
nl: Probeer opnieuw.
pt: Tente novamente.
zh_hans: 请重试。

source: Necessary application entitlements are missing.
de: Die notwendigen Berechtigungen für die Anwendung fehlen.
es: Faltan los derechos de aplicación necesarios.
fr_ca: Les droits nécessaires pour l'accès à l'application sont manquants.
it: Diritti dell'applicazione necessari mancanti.
ja: 必要なアプリケーション権限が見つかりません。
ko: 필요한 애플리케이션 자격이 없습니다.
nl: Benodigde applicatiebenamingen ontbreken.
pt: Os direitos de aplicação necessários estão em falta.
zh_hans: 缺少必要的应用程序授权。

source: Capability is not supported by configuration.
de: Die Funktion wird durch die Konfiguration nicht unterstützt.
es: La configuración no admite esta capacidad.
fr_ca: Cette fonctionnalité n’est pas prise en charge par la configuration.
it: Capacità non supportata dalla configurazione.
ja: 能力は構成によってサポートされていません。
ko: 기능이 구성에서 지원되지 않습니다.
nl: Capability wordt niet ondersteund door configuratie.
pt: A capacidade não é suportada pela configuração.
zh_hans: 能力不受配置支持。

source: Connection failure.
de: Verbindungsfehler.
es: Fallo de conexión.
fr_ca: Échec de connexion.
it: Errore di connessione.
ja: 接続失敗。
ko: 연결에 실패했습니다.
nl: Verbindingsstoring.
pt: Falha na ligação.
zh_hans: 连接失败。

source: Request time out.
de: Zeitüberschreitung bei Anfrage.
es: Tiempo límite de petición agotado.
fr_ca: La demande a expiré.
it: Richiesta scaduta.
ja: リクエストがタイムアウトとなりました。
ko: 요청 시간이 초과되었습니다.
nl: Time-out verzoek.
pt: Tempo limite de solicitação.
zh_hans: 请求超时。

source: Invalid authentication credentials.
de: Ungültige Authentifizierungsdaten.
es: Credenciales de autenticación no válidas.
fr_ca: Renseignements d'authentification non valides.
it: Credenziali di autenticazione non valide.
ja: 認証情報が正しくありません。
ko: 잘못된 인증 자격 증명입니다.
nl: Onjuiste authenticatiegegevens.
pt: Credenciais de autenticação inválidas.
zh_hans: 无效身份验证凭据。

source: Request malformed or unsupported.
de: Anfrage fehlerhaft formuliert oder nicht unterstützt.
es: Solicitud con formato incorrecto o no admitida.
fr_ca: Demande non conforme ou non prise en charge.
it: Richiesta formulata non correttamente o non supportata.
ja: 正しくないリクエストです。
ko: 요청 형식이 잘못되었거나 지원되지 않습니다.
nl: Verzoek verstoord of niet ondersteund.
pt: Pedido malformado ou não suportado.
zh_hans: 请求格式错误或不受支持。

source: Cannot open, modify or close file.
de: Datei kann nicht geöffnet, geändert oder geschlossen werden.
es: No se puede abrir. Modifique o cierre el archivo.
fr_ca: Impossible d'ouvrir, de modifier ou de fermer le fichier.
it: Impossibile aprire, modificare o chiudere il file.
ja: ファイルを開く・更新・閉じることができません。
ko: 파일을 열거나, 수정하거나, 닫을 수 없습니다.
nl: Kan bestand niet openen, wijzigen of sluiten.
pt: Não é possível abrir, modificar ou fechar o ficheiro.
zh_hans: 无法打开，请修改文件或将其关闭。

source: Too many HTTP redirects occurred.
de: Zu viele HTTP-Umleitungen.
es: Se han producido demasiadas redirecciones de HTTP.
fr_ca: Trop de réacheminements HTTP se sont produits.
it: Si sono verificate troppe redirezioni HTTP.
ja: HTTPの転送が制限値を超えました。
ko: HTTP 리디렉션이 너무 많이 발생했습니다.
nl: Te veel HTTP-doorverwijzingen plaatsgevonden.
pt: Ocorreram muitos redirecionamentos de HTTP.
zh_hans: 发生了过多的HTTP重定向。

source: Cannot reach or resolve host.
de: Host kann nicht erreicht oder aufgelöst werden.
es: No es posible contactar con el host o resolverlo.
fr_ca: Impossible d'atteindre ou de résoudre l'hôte.
it: Impossibile raggiungere o risolvere l'host.
ja: ホストを解析・接続できません。
ko: 호스트에 연결하거나 호스트를 확인할 수 없습니다.
nl: Kan host niet bereiken of oplossen.
pt: Não é possível aceder ou resolver o anfitrião.
zh_hans: 无法连接或解析主机。

source: Malformed request body.
de: Fehlerhaft formulierter Anfrage-Body.
es: Cuerpo de solicitud con formato incorrecto.
fr_ca: Texte de la demande non conforme.
it: Corpo richiesta formulato non correttamente.
ja: リクエスト本文が正しくありません。
ko: 형식이 잘못된 요청 본문입니다.
nl: Verstoord verzoek inhoud.
pt: Corpo de solicitação malformada.
zh_hans: 请求主体格式错误。

source: Malformed response data.
de: Fehlerhaft formulierte Antwortdaten.
es: Datos de respuesta con formato incorrecto.
fr_ca: Données de réponse non conformes.
it: Dati risposta formulati non correttamente.
ja: 応答データが正しくありません。
ko: 형식이 잘못된 응답 데이터입니다.
nl: Verstoorde responsgegevens.
pt: Dados de resposta malformados.
zh_hans: 响应数据格式错误。

source: Cannot establish a secure connection to host.
de: Es kann keine sichere Verbindung zum Host hergestellt werden.
es: No es posible establecer una conexión segura al host.
fr_ca: Impossible d'établir une connexion sécurisée à l'hôte.
it: Impossibile stabilire una connessione sicura con l'host.
ja: ホストに暗号化接続ができません。
ko: 호스트에 대한 안전한 연결을 설정할 수 없습니다.
nl: Kan geen veilig verbinding tot stand brengen met host.
pt: Não é possível estabelecer uma ligação segura com o anfitrião.
zh_hans: 无法建立到主机的安全连接。

source: Failed to create application database.
de: Fehler beim Erstellen der Anwendungsdatenbank.
es: Error al crear la base de datos de la aplicación.
fr_ca: Impossible de créer une base de données de l'application.
it: Impossibile creare il database dell'applicazione.
ja: アプリケーションデータベースを生成できません。
ko: 애플리케이션 데이터베이스를 생성하지 못했습니다.
nl: Aanmaken van toepassingsdatabase mislukt.
pt: Falha ao criar a base de dados da aplicação.
zh_hans: 未能创建应用程序数据库。

source: Database is not compatible with installed application version. Upgrade to latest version.
de: Die Datenbank ist nicht kompatibel mit der installierten Anwendung. Führen Sie ein Upgrade auf die neueste Version durch.
es: La base de datos no es compatible con la versión instalada de la aplicación. Actualice a la versión más reciente.
fr_ca: La bases de données n'est pas compatible avec la version de l'application installée. Mettez à niveau vers la dernière version.
it: Database non compatibile con la versione dell'applicazione installata. Eseguire l'aggiornamento alla versione più recente.
ja: データベースとアプリのバージョンがあっていません。最新版にアップグレードしてください。
ko: 데이터베이스가 설치된 애플리케이션 버전과 호환되지 않습니다. 최신 버전으로 업그레이드하세요.
nl: Database is niet compatibel met geïnstalleerde toepassingsversie. Upgraden naar laatste versie.
pt: A base de dados não é compatível com a versão instalada da aplicação. Atualize para a versão mais recente.
zh_hans: 数据库与已安装的应用程序版本不兼容。请升级到最新版本。

source: Failed to persist application database.
de: Fehler beim Anbinden der Anwendungsdatenbank.
es: Error al mantener la base de datos de la aplicación.
fr_ca: Impossible de conserver la base de données de l'application.
it: Impossibile rendere permanente il database dell'applicazione.
ja: アプリケーションデータベースと接続を継続できません。
ko: 애플리케이션 데이터베이스를 유지하지 못했습니다.
nl: Aanhouden toepassingsdatabase mislukt.
pt: Falha ao persistir base de dados da aplicação.
zh_hans: 未能持久化应用程序数据库。

source: Database query produced unexpected empty results.
de: Die Datenbankabfrage hat unerwarteter Weise ein leeres Ergebnis geliefert.
es: La solicitud de base de datos produjo resultados en blanco inesperados.
fr_ca: La requête de base de données a produit des résultats vides inattendus.
it: La query del database ha prodotto risultati vuoti imprevisti.
ja: データベース質疑の応答により結果が無しとなりました。
ko: 데이터베이스 쿼리가 예기치 않은 빈 결과를 생성했습니다.
nl: Opvraging database produceerde onverwachte lege resultaten.
pt: A consulta à base de dados produziu resultados vazios inesperados.
zh_hans: 数据库查询产生了意外的空结果。

source: License is insufficient to use application.
de: Die Lizenz reicht nicht zum Verwenden der Anwendung.
es: La licencia no es suficiente para usar la aplicación.
fr_ca: La licence ne permet pas d'utiliser l'application.
it: Licenza non sufficiente per utilizzare l'applicazione.
ja: アプリ利用に必要なライセンスが足りません。
ko: 애플리케이션을 사용하기에 라이센스가 부족합니다.
nl: Licentie is niet voldoende om toepassing te gebruiken.
pt: A licença é insuficiente para utilizar a aplicação.
zh_hans: 许可不足以使用此应用程序。

source: Mesasge gateway version is not supported.
de: Die Version des Mesasge-Gateways wird nicht unterstützt.
es: Versión de puerta de enlace de mensajería no compatible.
fr_ca: La version de passerelle de messages n'est pas prise en charge.
it: Versione del gateway di messaggistica non supportata.
ja: メッセージゲートウェイのバージョンが合致しません。
ko: 메시지 게이트웨이 버전이 지원되지 않습니다.
nl: Verisie berichten-gateway wordt niet ondersteund.
pt: A versão do gateway de mensagem não é suportada.
zh_hans: 消息网关版本不受支持。

source: Failed to obtain application device profile.
de: Fehler beim Abrufen des Anwendungsgeräteprofils.
es: Error al obtener el perfil de dispositivo de la aplicación.
fr_ca: Impossible d'obtenir le profil de l'appareil de l'application.
it: Impossibile ottenere il profilo del dispositivo dell'applicazione.
ja: アプリケーションのデバイスプロファイルが取得できません。
ko: 애플리케이션 기기 프로필을 가져오지 못했습니다.
nl: Verkrijgen van profiel toepassingsapparaat mislukt.
pt: Falha ao obter o perfil do dispositivo da aplicação.
zh_hans: 未能获取应用程序设备档案。

source: Unspecified message gateway error.
de: Nicht definierter Fehler beim Mesasge-Gateway.
es: Error de puerta de enlace de mensajería no especificado.
fr_ca: Erreur de passerelle de messages non spécifiée.
it: Errore non specificato del gateway di messaggistica.
ja: 未知のゲートウェイエラーです。
ko: 지정되지 않은 메시지 게이트웨이 오류입니다.
nl: Fout onbepaald gateway-bericht.
pt: Erro de gateway de mensagem não especificado.
zh_hans: 未知消息网关错误。

source: Contact store version is not supported.
de: Die Version des Speichers für Kontakte wird nicht unterstützt.
es: Versión de almacenamiento de contactos no compatible.
fr_ca: La version de stockage des contacts n'est pas prise en charge.
it: Versione dell'archivio contatti non supportata.
ja: コンタクトストアが対応できないバージョンです。
ko: 연락 저장소 버전이 지원되지 않습니다.
nl: Versie Contact store wordt niet ondersteund.
pt: A versão da loja de contactos não é suportada.
zh_hans: 联系人存储库版本不受支持。

source: Software-as-a-Service deployment version is not supported.
de: Die Bereitstellungsversion der Software-as-a-Service wird nicht unterstützt.
es: Versión de implementación de software como servicio no admitida.
fr_ca: La version de déploiement logiciel-service n’est pas prise en charge.
it: Versione di distribuzione Software-as-a-Service non supportata.
ja: SaaSデプロイメントバージョンはサポートされていません。
ko: SaaS 배포 버전이 지원되지 않습니다.
nl: Software-as-a-service ontwikkelingsversie wordt niet ondersteund.
pt: A versão da loja de contactos não é suportada.
zh_hans: 软件即服务部署版本不受支持。

source: Failed to obtain Software-as-a-Service provisioning and subscriber data.
de: Beim Abrufen der Bereitstellung und der Teilnehmerinformationen der Software-as-a-Service ist ein Fehler aufgetreten.
es: Imposible obtener datos de aprovisionamiento y abonados de software como servicio.
fr_ca: Impossible d’obtenir les données concernant la configuration logiciel-service et l’abonné.
it: Impossibile ottenere il provisioning Software-as-a-Service e i dati dell'abbonato.
ja: SaaSプロビジョニングおよび加入者データの取得に失敗しました。
ko: SaaS 프로비저닝 및 구독 데이터를 가져오지 못했습니다.
nl: Het verkrijgen van software-as-a-service lever- en abonneegegevens is mislukt.
pt: Falha ao obter os dados de fornecimento e subscritor do Software-como-um-serviço.
zh_hans: 未能获得软件即服务配置和用户数据。

source: Your account has been disabled. Please check with your System Administrator.
de: Ihr Konto wurde deaktiviert. Wenden Sie sich an den Systemadministrator.
es: Su cuenta se ha desactivado. Consulte al administrador del sistema.
fr_ca: Votre compte a été désactivé. Veuillez vous renseigner auprès de votre administrateur système.
it: L'account è stato disattivato. Rivolgersi all'amministratore di sistema.
ja: お客様のアカウントは無効になっています。システム管理者に連絡して確認してください。
ko: 계정이 비활성화되었습니다. 시스템 관리자에게 문의하십시오.
nl: Uw account is uitgeschakeld. Vraag uw systeembeheerder om meer informatie.
pt: A sua conta foi desativada. Consulte o seu Administrador do sistema.
zh_hans: 您的帐户已被禁用。请与您的系统管理员联系。

source: Unspecified error.
de: Nicht definierter Fehler.
es: Error no especificado.
fr_ca: Erreur non spécifiée.
it: Errore non specificato.
ja: 未知のエラーです。
ko: 지정되지 않은 오류입니다.
nl: Onbepaalde fout
pt: Erro não especificado.
zh_hans: 未知错误。

source: Login failed: wrong username and/or password.
de: Anmeldung fehlgeschlagen: Benutzername oder Passwort falsch
es: Error de inicio de sesión: nombre de usuario y/o contraseña incorrectos.
fr_ca: Échec de connexion : nom d'utilisateur ou mot de passe incorrect.
it: Accesso non riuscito: nome utente e/o password errati.
ja: ログイン失敗:ユーザ名又はパスワードが合致していません。
ko: 로그인 실패: 사용자 이름 또는 비밀번호가 올바르지 않습니다.
nl: Aanmelden mislukt: onjuiste gebruikersnaam en/of wachtwoord.
pt: Falha ao iniciar sessão: nome de utilizador e/ou palavra-passe incorretos.
zh_hans: 登录失败：错误的用户名和/或密码。

source: Your account has been disabled. Please check with your System Administrator.
de: Ihr Konto wurde deaktiviert. Wenden Sie sich an den Systemadministrator.
es: Su cuenta se ha desactivado. Consulte al administrador del sistema.
fr_ca: Votre compte a été désactivé. Veuillez vous renseigner auprès de votre administrateur système.
it: L'account è stato disattivato. Rivolgersi all'amministratore di sistema.
ja: お客様のアカウントは無効になっています。システム管理者に連絡して確認してください.
ko: 계정이 비활성화되었습니다. 시스템 관리자에게 문의하십시오.
nl: Uw account is uitgeschakeld. Vraag uw systeembeheerder om meer informatie.
pt: A sua conta foi desativada. Consulte o seu Administrador do sistema.
zh_hans: 您的帐户已被禁用。请与您的系统管理员联系。

source: Incorrect server address path.
de: Falscher Pfad der Serveradresse.
es: Ruta incorrecta de dirección de servidor.
fr_ca: Le chemin d'accès de l'adresse du serveur est incorrect.
it: Percorso indirizzo del server non corretto.
ja: サーバ住所が正しくありません。
ko: 잘못된 서버 주소 경로입니다.
nl: Onjuist adrespad server.
pt: Caminho do endereço do servidor incorreto.
zh_hans: 服务器地址路径不正确。

source: Server address is not a valid host.
de: Serveradresse ist kein gültiger Host.
es: La dirección de servidor no es un host válido.
fr_ca: L'adresse du serveur n'est pas un hôte valide.
it: Indirizzo server non è un host valido.
ja: サーバ住所が正しいホストではありません。
ko: 서버 주소가 올바른 호스트가 아닙니다.
nl: Serveradres is geen geldige host.
pt: O endereço do servidor não é um anfitrião válido.
zh_hans: 服务器地址不是有效主机。

# -1001
source: Request time out.
de: Zeitüberschreitung bei Anfrage.
es: Tiempo límite de petición agotado.
fr_ca: La demande a expiré.
it: Richiesta scaduta.
ja: リクエストがタイムアウトとなりました。
ko: 요청 시간이 초과되었습니다.
nl: Time-out verzoek.
pt: Tempo limite de solicitação.
zh_hans: 请求超时。

# -1005
source: Connection was lost.
de: Verbindung unterbrochen.
es: Se perdió la conexión.
fr_ca: La connexion a été interrompue.
it: Connessione persa.
ja: 切断されました。
ko: 연결이 끊어졌습니다.
nl: Verbinding werd verbroken.
pt: A ligação foi perdida.
zh_hans: 连接丢失。

# -1200
source: Cannot establish a secure connection to host.
de: Es kann keine sichere Verbindung zum Host hergestellt werden.
es: No es posible establecer una conexión segura al host.
fr_ca: Impossible d'établir une connexion sécurisée à l'hôte.
it: Impossibile stabilire una connessione sicura con l'host.
ja: ホストに暗号化接続ができません。
ko: 호스트에 대한 안전한 연결을 설정할 수 없습니다.
nl: Kan geen veilig verbinding tot stand brengen met host.
pt: Não é possível estabelecer uma ligação segura com o anfitrião.
zh_hans: 无法建立到主机的安全连接。
