Repository: Ebisu-Tecnico/Ebisu
Catalog: IrisBranding.kit/resources/*.lproj/Localizable.strings
Languages: de, es, fr_ca, it, ja, nl, pt

# ROOM_INVITE_TITLE
source: My Room Invitation
de: Raumeinladung
es: Invitación a Mi sala
fr_ca: Invitation à ma salle
it: Invito a Mia room
ja: マイルーム招待状
nl: Uitnodiging Mijn Ruimte
pt: Convite para a Minha sala

# ROOM_INVITE_INFO
source: %@ Invited you to join My Room
de: %@ hat Ihnen eine Raumeinladung gesendet
es: %@ le ha invitado a entrar en Mi sala
fr_ca: %@ vous a invité à accéder à Ma salle
it: %@ ti ha invitato a entrare nella Mia room.
ja: %@ はマイルームに参加するように招待されました
nl: %@ heeft u uitgenodigd om deel te nemen aan Mijn Ruimte.
pt: %@ convidou-o para entrar na Minha Sala.

# ROOM_JOINREQUEST_TITLE
source: My Room Join Request
de: Beitrittsanfrage für meinen Raum
es: Solicitud de entrada a Mi sala
fr_ca: Demande d’accès à Ma salle
it: Richiesta di entrare nella mia room
ja: マイルームへの参加リクエスト
nl: Mijn Ruimte deelnemersverzoek
pt: Pedido para entrar na minha sala

# ROOM_JOINREQUEST_INFO
source: %@ has requested to join room
de: %@ hat eine Beitrittsanfrage für folgenden Raum gestellt
es: %@ solicitó entrar en la sala
fr_ca: %@ a demandé à rejoindre la salle
it: %@ ha richiesto di entrare nella room
ja: %@部屋に参加することを要求しました
nl: %@ heeft een verzoek gedaan om deel te nemen aan de ruimte
pt: %@ solicitou a entrada na sala

# ROOM_JOINREQUEST_PENDING
source: You have new subscriber requests pending.
de: Es stehen neue Teilnehmeranfragen aus.
es: Tiene nuevas peticiones de abonados pendientes.
fr_ca: Vous avez de nouvelles demandes d’abonnés en attente.
it: Vi sono nuove richieste di sottoscrittori in sospeso.
ja: 保留中の新規参加者依頼があります。
nl: U hebt nieuwe abonneeverzoeken in uw wachtrij.
pt: Tem novos pedidos de subscritor pendentes.

# MUC_SELF_KICK
source: You have been dismissed from %2$@ Room
de: Sie wurden aus dem Raum %2$@ verwiesen
es: Se le dio de baja de la sala %2$@
fr_ca: Vous avez été exclu(e) de la salle %2$@
it: Sei stato disconnesso dalla room %2$@
ja: %2$@ ルームから解散されました
nl: U bent verwijderd uit ruimte %2$@
pt: Saiu da sala %2$@

# MWI_UPDATE
source: You have %1$@ pending voicemail message
de: Sie haben %1$@ neue Voicemail-Nachricht
es: Tiene %1$d mensaje de voz pendiente
fr_ca: Vous avez %1 messages vocaux en attente
it: Hai %1$@ messaggio vocale in sospeso
ja: 保留中のボイスメールメッセージが%1$@ 件あります
nl: U hebt %1$@ voicemailberichten in wacht
pt: Tem %1$@ mensagem de correio de voz pendente

# RING_SPLASH
source: Incoming call was redirected
de: Der eingehende Anruf wurde weitergeleitet
es: Llamada entrante redirigida
fr_ca: L’appel entrant a été redirigé
it: Chiamata in entrata reindirizzata
ja: 着信コールがリダイレクトされた
nl: Inkomende oproep is doorgeschakeld
pt: A chamada recebida foi redirecionada

# DEREG_TEXT_LIMIT_EXCEEDED
source: Too many devices registered. Please re-login to use this device
de: Es sind zu viele Geräte registriert. Melden Sie sich erneut an, um dieses Gerät zu verwenden
es: Demasiados dispositivos registrados. Vuelva a iniciar sesión para usar este dispositivo
fr_ca: Trop d'appareils sont enregistrés. Pour utiliser cet appareil, veuillez vous reconnecter
it: Troppi dispositivi registrati. Per utilizzare questo dispositivo, eseguire di nuovo l'accesso.
ja: 登録されているデバイスが多すぎます。このデバイスを使用するには、再度ログインしてください
nl: Er zijn te veel apparaten geregistreerd. Meld u opnieuw aan om dit apparaat te gebruiken
pt: Demasiados dispositivos registados. Novo login necessário para utilizar este dispositivo

# DEREG_TEXT_REGISTRATION_FAILED
source: Incoming Calls Unavailable
de: Eingehende Anrufe nicht verfügbar
es: Llamadas entrantes no disponibles
fr_ca: Appels entrants non disponibles
it: Chiamate in entrata non disponibili
ja: 着信できません
nl: Inkomende gesprekken niet beschikbaar
pt: Chamadas recebidas indisponíveis

# imrn
source: Call Through
es: Llamada a través
fr_ca: Appel par liaison
it: Chiama con
ja: コールスルー
nl: Bellen via
pt: Chamada através

source: Call Back
de: Rückruf
es: Devolución de llamada
fr_ca: Rappel
it: Richiama
ja: コールバック
nl: Terugbellen
pt: Devolução de chamada

# ask
source: Always Ask
de: Immer fragen
es: Preguntar siempre
fr_ca: Toujours demander
it: Chiedi sempre
ja: 常時確認
nl: Altijd vragen
pt: Perguntar sempre

# none
source: No Calling
de: Keine Anrufe
es: Sin llamada
fr_ca: Aucun appel
it: Nessuna chiamata
ja: 通話無し
nl: Niet bellen
pt: Sem chamada

source: VoIP
de: VoIP-Anruf
es: Llamar por VoIP
fr_ca: Appel VoIP
it: Chiama VoIP
ja: VoIP発信
nl: Bellen met VoIP

source: Call Forwarding
de: Anrufweiterleitung
es: Desvío de llamadas
fr_ca: Renvoi d'appel
it: Inoltro chiamata
ja: 転送
nl: Gesprekken doorschakelen
pt: Encaminhamento de chamadas

# Call Forwarding Always
source: Always
de: Immer
es: Siempre
fr_ca: Toujours
it: Sempre
ja: 無条件
nl: Altijd
pt: Sempre

# Call Forwarding Busy
source: When Busy
de: Wenn besetzt
es: Si está ocupado
fr_ca: Sur occupation
it: Quando occupato
ja: 話中
nl: Indien in gesprek
pt: Quando ocupado

# Call Forwarding No Answer
source: When No Answer
de: Wenn keine Antwort
es: Si no hay respuesta
fr_ca: Sur non réponse
it: Quando nessuna risposta
ja: 無応答
nl: Indien geen antwoord
pt: Quando não houver resposta

# Call Forwarding Not Reachable
source: When Not Reachable
de: Wenn nicht erreichbar
es: Si no está disponible
fr_ca: Si non disponible
it: Quando non raggiungibile
ja: 未到達
nl: Indien niet te bereiken
pt: Quando não acessível

# mobilePhoneNumber
source: Mobile Phone #
de: Mobilnummer
es: N.º de teléfono móvil
fr_ca: N° de téléphone cellulaire
it: N. cellulare
ja: 携帯電話
nl: Mobiel telefoonnr.
pt: # de telemóvel

source: Forward to #
de: Rufnr. für Weiterleitung
es: Desviar a n.º
fr_ca: Numéro de renvoi
it: Inoltra al n.
ja: 転送先番号
nl: Doorverbinden naar nr.
pt: Encaminhar para #

source: Number Of Rings
de: Anzahl der Rufzeichen
es: Número de tonos
fr_ca: Nombre de sonneries
it: Numero di squilli
ja: 呼出し音回数
nl: Aantal belsignalen
pt: Número de toques

source: Ring Splash
de: Klingeln
es: Ráfaga de tono de servicio
fr_ca: Tonalité d'avertissement
it: Squillo di avviso
ja: リングスプラッシュ
nl: Automatisch doorverbinden
pt: Encaminhamento de chamada

source: On
de: Ein
es: Activado
fr_ca: Activé
it: Attiva
ja: オン
nl: Aan
pt: Ativar

source: Off
de: Aus
es: Desactivado
fr_ca: Désactivé
it: Disattiva
ja: オフ
nl: Uit
pt: Desativar

source: Always Forward
de: Immer weiterleiten
es: Desviar siempre
fr_ca: Toujours renvoyer
it: Inoltra sempre
ja: 常時転送
nl: Altijd doorverbinden
pt: Encaminhar sempre

source: My Room
de: Mein Raum
es: Mi sala
fr_ca: Ma salle
it: Mia room
ja: マイルーム
nl: Mijn ruimte
pt: A minha sala

source: Room – %@
de: Raum – %@
es: Sala – %@
fr_ca: Salle – %@
ja: ルーム – %@
nl: Ruimte – %@
pt: Sala – %@

source: Room –
de: Raum –
es: Sala –
fr_ca: Salle –
ja: ルーム –
nl: Ruimte –
pt: Sala –

source: Join Room…
de: Raum beitreten…
es: Entrar en la sala…
fr_ca: Accéder à la salle…
it: Entra nella room…
ja: ルームに参加…
nl: Deelnemen aan ruimte...
pt: A entrar na sala...

source: Joining Room
de: Beitritt zum Raum erfolgt
es: Entrando en la sala
fr_ca: Accès à la salle
it: Ingresso nella room
ja: ルームに参加中
nl: Deelnemen aan ruimte
pt: Entrar na sala

source: Leaving Room
de: Raum wird verlassen
es: Saliendo de la sala
fr_ca: Départ de la salle
it: Uscita dalla room
ja: ルームを出ている
nl: Ruimte verlaten
pt: Sair da sala

source: Leave Room
de: Raum verlassen
es: Salir de la sala
fr_ca: Quitter la salle
it: Lascia room
ja: ルームを出る
nl: Ruimte verlaten
pt: Sair da sala

source: Leave
de: Verlassen
es: Salir
fr_ca: Quitter
it: Lascia
ja: 離れる
nl: Verlaten
pt: Sair

source: Join
de: Teilnehmen
es: Entrar
fr_ca: Accéder
it: Partecipa
ja: 参加する
nl: Deelnemen
pt: Entrar

source: Joining
de: Beigetreten
es: Entrando
fr_ca: Accès en cours
it: Partecipazione
ja: 参加中
nl: Deelnemen
pt: A entrar

source: Leaving
de: Verlassen
es: Saliendo
fr_ca: Départ en cours
it: Sta abbandonando la riunione
ja: 離れています
nl: Verlaten
pt: A sair

source: Joined Rooms
de: Räume, denen Sie beigetreten sind
es: Salas a las que entró
fr_ca: Salles rejointes
it: Room in cui sei entrato
ja: 参加したルーム
nl: Verbonden ruimtes
pt: Salas atuais

source: Pull to Update Participant List
de: Zum Aktualisieren der Teilnehmerliste Pull ausführen
es: Arrastrar para actualizar la lista de participantes
fr_ca: Faire glisser pour mettre à jour la liste des participants
it: Scorri per aggiornare l'elenco partecipanti
ja: 参加者リストを更新するために引っ張ります
nl: Schuiven om deelnemerslijst bij te werken
pt: Puxe para atualizar a lista de participantes

source: View Participants
de: Teilnehmer anzeigen
es: Ver participantes
fr_ca: Afficher les participants
it: Visualizza partecipanti
ja: パーティーの表示
nl: Deelnemers bekijken
pt: Visualizar participantes

source: My Room Invitation
de: Raumeinladung
es: Invitación a Mi sala
fr_ca: Invitation à ma salle
it: Invito a Mia room
ja: マイルーム招待状
nl: Uitnodiging Mijn Ruimte
pt: Convite para a Minha sala

source: %@ Invited you to join My Room
de: %@ hat Ihnen eine Raumeinladung gesendet
es: %@ le ha invitado a entrar en Mi sala
fr_ca: %@ vous a invité à accéder à Ma salle
it: %@ ti ha invitato a entrare nella Mia room.
ja: %@ はマイルームに参加するように招待されました
nl: %@ heeft u uitgenodigd om deel te nemen aan Mijn Ruimte.
pt: %@ convidou-o para entrar na Minha Sala.

source: %@ joined the room.
de: %@ ist dem Raum beigetreten.
es: %@ entró a la sala.
fr_ca: %@ a accédé à la salle.
it: %@ è entrato nella room.
ja: %@ はこのルームに参加しました。
nl: %@ neemt deel aan de ruimte.
pt: %@ entrou na sala.

source: You joined the room.
de: Sie ist dem Raum beigetreten.
es: Usted entró a la sala.
fr_ca: Vous avez rejoint la salle
it: Tu è entrato nella room.
ja: あなた はこのルームに参加しました。
nl: U neemt deel aan de ruimte.
pt: O utilizador entrou na sala.

source: %@ left the room. %@
de: %@ hat den Raum verlassen. %@
es: %@ salió de la sala. %@
fr_ca: %@ a quitté la salle. %@
it: %@ ha lasciato la room. %@
ja: %@ はこのルームを出ました。 %@
nl: %@ heeft de ruimte verlaten. %@
pt: %@ saiu da sala. %@

source: %@ left the room.
de: %@ hat den Raum verlassen.
es: %@ salió de la sala.
fr_ca: %@ a quitté la salle.
it: %@ ha lasciato la room.
ja: %@ はこのルームを出ました。
nl: %@ heeft de ruimte verlaten.
pt: %@ saiu da sala.

source: My Room Join Request
de: Beitrittsanfrage für meinen Raum
es: Solicitud de entrada a Mi sala
fr_ca: Demande d’accès à Ma salle
it: Richiesta di entrare nella Mia room
ja: マイルームへの参加リクエスト
nl: Mijn Ruimte deelnemersverzoek
pt: Pedido para entrar na minha sala

source: %@ has requested to join room
de: %@ hat eine Beitrittsanfrage für folgenden Raum gestellt
es: %@ solicitó entrar en la sala
fr_ca: %@ a demandé à rejoindre la salle
it: %@ ha richiesto di entrare nella room
ja: %@部屋に参加することを要求しました
nl: %@ heeft een verzoek gedaan om deel te nemen aan de ruimte
pt: %@ solicitou a entrada na sala

source: View
de: Anzeigen
es: Ver
fr_ca: Afficher
it: Visualizza
ja: 見る
nl: Bekijken
pt: Visualizar

source: %@'s Room
de: Raum von %@
es: %@: su sala
fr_ca: La salle de %@
it: Room di %@
ja: %@のルーム
nl: %@'s ruimte
pt: Sala %@'s

source: In room: %@
de: In Raum: %@
es: En la sala: %@
fr_ca: Dans la salle : %@
it: Nella room: %@
ja: ルーム: %@
nl: In ruimte: %@
pt: Na sala: %@

source: Access to this room requires approval.
de: Um diesem Raum beizutreten, ist eine Genehmigung erforderlich.
es: El acceso a esta sala requiere aprobación.
fr_ca: L’accès à cette salle nécessite une autorisation.
it: L'accesso a questa room richiede l'approvazione.
ja: この部屋へのアクセスには承認が必要です。
nl: Toegang tot deze ruimte vereist goedkeuring.
pt: O acesso a esta sala requer aprovação.

source: Your request to join the room has been declined.
de: Ihre Beitrittsanfrage für den Raum wurde abgelehnt.
es: Su solicitud de entrada a la sala ha sido rechazada.
fr_ca: Votre demande d’accès à la salle a été refusée.
it: La richiesta di entrare nella room è stata rifiutata.
ja: あなたのルームへの参加依頼が拒否されました。
nl: Uw verzoek voor toegang tot de ruimte is geweigerd.
pt: Pediu para entrar na sala e foi recusado.

source: Your request has timed out.
de: Ihre Anfrage ist abgelaufen.
es: Su solicitud ha caducado.
fr_ca: Votre demande a expiré.
it: La richiesta è scaduta.
ja: あなたの依頼はタイムアウトです。
nl: Uw verzoek is onderbroken.
pt: O seu pedido expirou.

source: Request Access
de: Zugriff anfordern
es: Solicitar acceso
fr_ca: Demander l’accès
it: Richiedi accesso
ja: アクセスを依頼する
nl: Toegang vragen
pt: Solicitar acesso

source: Join the room to see any new messages.
de: Treten Sie dem Raum bei, um neue Nachrichten zu erhalten.
es: Entre en la sala para ver los mensajes nuevos.
fr_ca: Rejoignez la salle pour voir les nouveaux messages.
it: Entra nella room per vedere eventuali nuovi messaggi.
ja: 新しいメッセージを見るには、ルームに参加します。
nl: Meld u aan bij de ruimte om nieuwe berichten te bekijken.
pt: Entre na sala para ver todas as novas mensagens.

source: You have been invited to join %@'s room for a meeting. Guest Participants:
de: Sie wurden zu einem Meeting in %@'s Raum eingeladen. Gastteilnehmer:
es: Se le invitó a ingresar en la sala de %@ para una reunión. Participantes invitados:
fr_ca: Se le invitó a ingresar en la sala de %@ para una reunión. Participantes invitados:
it: Sei stato invitato a partecipare alla room %@'s per una riunione. Partecipanti ospiti:
ja: %@ のルームでの会議に招待されました。 ゲスト出席者：
nl: U werd uitgenodigd in de ruimte van %@ voor een vergadering. Gastdeelnemers:
pt: Foi convidado a entrar na sala de %@ para participar numa reunião. Participantes convidados:

source: Guest Participants:
de: Gastteilnehmer:
es: Participantes invitados:
fr_ca: Participants invités :
it: Partecipanti ospiti:
ja: ゲスト参加者:
nl: Gastdeelnemers:
pt: Participantes convidados:

source: You have been dismissed from
de: Sie wurden verwiesen
es: Se lo dio de baja de
fr_ca: Vous avez été exclu de
it: Sei stato disconnesso dalla chat
ja: 次の会議室から退出しました：
nl: U bent verwijderd uit ruimte
pt: Foi retirado da

source: and
de: und
es: y
fr_ca: et
it: e
ja: および
pt: e

source: Room Dismissal
de: Verweis aus Raum
es: Baja de la sala
fr_ca: Exclusion de la salle
it: Disconnessione dalla room
ja: ルーム解散
nl: Verwijdering uit ruimte
pt: Saída da sala

source: Owner
de: Besitzer
es: Propietario/a
fr_ca: Propriétaire
it: Proprietario
ja: オーナー
nl: Eigenaar
pt: Proprietário

source: Enable Meeting
de: Meeting aktivieren
es: Activar reunión
fr_ca: Activar reunión
it: Abilita riunione
ja: ミーティング有効化
nl: Vergadering inschakelen
pt: Ativar reunião

source: Webex - My Personal Room
de: Webex - Mein Persönlicher Raum
es: Webex - Mein Persönlicher Raum
fr_ca: Webex - Ma salle personnelle
it: Webex - La mia room personale
ja: Webex - パーソナル会議室
nl: Webex - mijn persoonlijke ruimte
pt: Webex - A minha sala pessoal

source: Webex My Personal Room
de: Webex Mein Persönlicher Raum
es: Webex Mein Persönlicher Raum
fr_ca: Webex Ma salle personnelle
it: Webex La mia room personale
ja: Webex パーソナル会議室
nl: Webex mijn persoonlijke ruimte
pt: Webex A minha sala pessoal

source: START MEETING IN
de: MEETING STARTEN IN
es: INICIAR REUNIÓN EN
fr_ca: COMMENCER LA RÉUNION
it: INIZIA RIUNIONE TRA
ja: 会議を開始するルーム
nl: VERGADERING STARTEN IN
pt: INÍCIO DA REUNIÃO EM

source: Enter your Webex Personal Room address
de: Ihre Adresse von Webex Persönlicher Raum eingeben
es: Introduzca la dirección de su sala personal de Webex
fr_ca: Saisir l’adresse de votre salle personnelle Webex
it: Digitare l’indirizzo della room Webex personale
ja: Webexパーソナル会議室のアドレスを入力してください
nl: Voer het adres van je Webex-persoonlijke ruimte in
pt: Introduza o endereço da sua Sala pessoal Webex

source: When you change these settings, it may take up to a few hours for your contacts to see your updated selection.
de: Es kann ein paar Stunden dauern, bis die Änderungen für Ihre Kontakte sichtbar sind.
es: Cuando cambie esta configuración, sus contactos pueden tardar hasta algunas horas en ver los cambios actualizados.
fr_ca: Lorsque vous changez ces paramêtres, ça pourrait prendre quelques heures avant que vos contacts puissent visualiser les changements.
it: Quando modifichi queste impostazioni, possono passare alcune ore prima che i tuoi contatti vedano le modifiche.
ja: これらの変更をすると、反映には数時間かかることがあります。
nl: Wanneer u deze instellingen wijzigt, kan het enkele uren duren voordat uw contacten uw bijgewerkte selectie zien.
pt: Quando alterar estas preferências, poderá demorar algumas horas até os seus contactos verem a actualizacão.

source: To join %@'s meeting, click %@.
de: Um am Meeting von %@ teilzunehmen, klicken Sie %@
es: Para unirse a la reunión de %@, haga clic en %@.
fr_ca: Pour joindre la réunion de %@, cliquez sur %@.
it: Per unirti alla riunione di %@, premi %@.
ja: %@さんのミーティングへは%@ から参加してください。
nl: Klik op %@ om deel te nemen aan de vergadering van %@.
pt: Para entrar na reunião do %@, clique em %@.

source: You cannot change your selection while you are joined to your My Room. Please leave your My Room to be able to make changes to these settings.
de: Sie können die Selektion nicht ändern, so lange Sie in Ihrem My Room sind. Verlassen Sie Ihren My Room, um die Einstellungen zu ändern.
es: No puede cambiar su selección mientras está en su Sala de Colaboración. Por favor, sal su Sala de Colaboración para poder realizar cambios en estas configuraciones.
fr_ca: Il est impossible de changer votre sélection lorsque vous êtes dans votre salle de collaboration. Merci de quitter votre salle de collaboration afin de pouvoir réaliser les changements de paramêtre.
it: Non puoi cambiare la tua impostazione mentre sei collegato alla My Room. Per cortesia esci dalla My Room per poter cambiare queste impostazioni
ja: マイルーム参加中は選択変更できません。マイルームから退出してから設定変更してください。
nl: Je kunt je selectie niet wijzigen terwijl je lid bent van je My Room. Verlaat alstublieft uw My Room om wijzigingen in deze instellingen aan te brengen
pt: Não é possível alterar a sua seleção ao mesmo tempo que está a utilizar a sua sala My Room. Por favor saia da sua sala My Room para poder proceder com a alteracão destas preferências.

source: Guest Requests
de: Anfrage eines Gastes
es: Solicitudes de invitado
fr_ca: Demandes d'invité
it: Richieste degli Ospiti
ja: ゲストリクエスト
nl: Gasten Aanvragen
pt: Pedidos de Participantes Convidados

source: Launch Webex Meetings
de: Webex Meetings starten
es: Iniciar Webex Meetings
fr_ca: Lancer Webex Meetings
it: Lancia Webex Meetings
ja: Webexミーティングを起動
nl: Start Webex Meetings
pt: Iniciar o Webex Meetings

source: Audio Only
de: Nur Audio
es: Solo audio
fr_ca: Solo audio
it: Solo audio
ja: 音声のみ
nl: Alleen geluid
pt: Apenas áudio

source: Ignore
de: Ignorieren
es: Omitir
fr_ca: Omitir
it: Ignora
ja: 無視する
nl: Negeren
pt: Ignorar

source: Room
de: Raum
es: Sala
fr_ca: Salle
ja: ルーム
nl: Ruimte
pt: Sala

source: You have new guest requests pending.
de: Es stehen neue Gastanfragen aus.
es: Tiene nuevas peticiones de invitados pendientes.
fr_ca: Vous avez de nouvelles demandes d’invités en attente.
it: Sono presenti nuove richieste ospiti
ja: 新しいゲストの要請が保留中です。
nl: U hebt nieuwe gastverzoeken in afwachting.
pt: Tem novos pedidos de convidados pendentes.

source: Copy Guest Link
de: Gast-Link kopieren
es: Copiar enlace de invitado
fr_ca: Copier le lien de l\'invité
it: Copia collegamento ospite
ja: ゲスト・リンクをコピー
nl: Kopieer gast link
pt: Copiar ligação do convidado

source: Favorites
de: Favoriten
es: Favoritos
fr_ca: Favoris
it: Preferiti
ja: お気に入り
nl: Favorieten
pt: Favoritos

source: ⇣ Pull to Update Availability
de: ⇣ Zum Aktualisieren der Verfügbarkeit Pull ausführen
es: ⇣ Disponibilidad de Arrastrar para actualizar
fr_ca: ⇣ Tirez pour mettre à jour la disponibilité
it: ⇣ Scorrere verso il basso per aggiornare la disponibilità
ja: ⇣ 状態を更新するには引っ張ってください。
nl: ⇣ Schuif om beschikbaarheid bij te werken
pt: ⇣ Puxe para atualizar disponibilidade

source: Updating Availability…
de: Verfügbarkeit wird aktualisiert…
es: Actualizando disponibilidad…
fr_ca: Mise à jour de la disponibilité…
it: Aggiornamento disponibilità in corso…
ja: 状態更新中…
nl: Beschikbaarheid bijwerken…
pt: A atualizar disponibilidade...

source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Añadir a Favoritos
fr_ca: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: お気に入りに追加
nl: Toevoegen aan favorieten
pt: Adicionar aos favoritos

source: Remove from Favorites
de: Aus Favoriten entfernen
es: Eliminar de Favoritos
fr_ca: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
nl: Verwijderen uit favorieten
pt: Remover dos favoritos

source: You have no favorites
de: Sie haben keine Favoriten
es: No tiene favoritos
fr_ca: Vous n'avez pas d'appel
it: Non sono presenti preferiti
ja: お気に入りが未登録です
nl: U hebt geen favorieten
pt: Não tem favoritos

source: To add a favorite tap the star icon in profiles
de: Tippen Sie zum Hinzufügen eines Favoriten in den Profilen auf das Sternsymbol
es: Para añadir un favorito, toque el icono de estrella que aparece en perfiles
fr_ca: Pour ajouter un favori, appuyez sur l'icône étoile dans les profils
it: Per aggiungere un preferito, tocca l'icona stella in Profili.
ja: プロファイルで星をタップするとお気に入りに保存されます。
nl: Om een favoriet toe te voegen, moet u op het sterretje tikken in profielen
pt: Para adicionar um favorito, toque o ícone da estrela nos perfis

source: Groups
de: Gruppen
es: Grupos
fr_ca: Groupes
it: Gruppi
ja: グループ
nl: Groepen
pt: Grupos

source: Chat Room %@
de: Chatraum %@
es: Sala de chat %@
fr_ca: Salle de clavardage %@
ja: チャットルーム %@
nl: Chatruimte %@
pt: Sala de conversa %@

source: Chat Room
de: Chatraum
es: Sala de chat
fr_ca: Salle de clavardage
ja: チャットルーム
nl: Chatruimte
pt: Sala de conversa

source: Some Chat
de: Beispielchat
es: Algún chat
fr_ca: Clavardage
it: Alcune chat
ja: チャット
nl: Willekeurige chat
pt: Alguma conversa

source: You have no groups
de: Sie haben keine Gruppen
es: No tiene grupos
fr_ca: Vous n’avez pas de groupe
it: Non sono presenti gruppi
ja: グループがありません。
nl: U hebt geen groepen
pt: Não tem grupos

source: You have no group members
de: Sie haben keine Gruppenmitglieder
es: No tiene miembros en el grupo
fr_ca: Vous n’avez pas de membre de groupe
it: Non sono presenti membri del gruppo
ja: グループメンバーがいません。
nl: U hebt geen groepsleden
pt: Não tem membros do grupo

source: Read only
de: Schreibgeschützt
es: Solo lectura
fr_ca: Lecture seule
it: Sola lettura
ja: 読み取り専用
nl: Alleen-lezen
pt: Apenas leitura

source: Read Only Chat
de: Schreibgeschützter Chat
es: Chat de solo lectura
fr_ca: Clavardage en lecture seule
it: Chat di sola lettura
ja: 読み取り専用チャット
nl: Alleen-lezen chat
pt: Conversa de apenas leitura

source: One-way Announcement
de: Einweg-Ankündigung
es: Anuncio unidireccional
fr_ca: Annonce unidirectionnelle
it: Annuncio unidirezionale
ja: 片方向アナウンス
nl: Eénzijdige aankondiging
pt: Anúncio de sentido único

source: Rooms are not supported in this App. You can view conversations, but not send messages.
de: In dieser App werden keine Räume unterstützt. Sie können Unterhaltungen anzeigen, aber keine Nachrichten senden.
es: Esta app no admite las salas. Puede ver las conversaciones, pero no enviar mensajes.
fr_ca: Les salles ne sont pas prises en charge par cette application. Vous pouvez afficher des conversations, mais pas envoyer de messages.
it: Le room non sono supportate in questa app È possibile visualizzare le conversazioni, ma non inviare messaggi.
ja: このアプリではルームはサポートされておりません。コミュニケーションを見ることはできますがメッセージを送信することはできません。
nl: Ruimten worden niet ondersteund in deze app. U kunt gesprekken bekijken maar geen berichten verzenden.
pt: As salas não são suportadas nesta aplicação. Pode ver conversas, mas não enviar mensagens.

source: Select Groups
de: Gruppen auswählen
es: Seleccionar grupos
fr_ca: Sélectionner des groupes
it: Seleziona gruppi
ja: グループ選択
nl: Groepen selecteren
pt: Selecionar grupos

source: Add Group
de: Gruppe hinzufügen
es: Añadir grupo
fr_ca: Ajouter un groupe
it: Aggiungi gruppo
ja: グループ追加
nl: Groep toevoegen
pt: Adicionar grupo

source: Enter Group Name
de: Gruppenname eingeben
es: Introducir nombre de grupo
fr_ca: Indiquez le nom du groupe
it: Immetti nome gruppo
ja: グループ名入力
nl: Groepsnaam invoeren
pt: Inserir nome do grupo
