Repository: Ebisu-Tecnico/Ebisu
Catalog: IrisBranding.kit/resources/*.lproj/Localizable.strings
Languages: de, es, fr_ca, it, ja, nl, pt

source: Group Messaging
de: Gruppennachrichten
es: Mensaje en grupo
fr_ca: Messagerie du groupe
it: Messaggistica di gruppo
ja: グループメッセージング
nl: Groepsberichten
pt: Mensagens de grupo

source: Participants
de: Teilnehmer
es: Participantes
it: Partecipanti
ja: 参加者
nl: Deelnemers
pt: Participantes

source: Recipients
de: Empfänger
es: Destinatarios
fr_ca: Destinataires
it: Destinatari
ja: 宛先
nl: Ontvangers
pt: Destinatários

source: Delete Group
de: Gruppe löschen
es: Eliminar grupo
fr_ca: Supprimer le groupe
it: Elimina gruppo
ja: グループを削除
nl: Groep verwijderen
pt: Apagar grupo

source: Are you sure you want to delete the group "%@" (%@ members)?
de: Möchten Sie die Gruppe „%@“ (%@ Mitglieder) wirklich löschen?
es: ¿Desea realmente eliminar el grupo "%@" (%@ miembros)?
fr_ca: Voulez-vous vraiment supprimer le groupe « %@ » (%@ membres)?
it: Eliminare il gruppo "%@" (%@ membri)?
ja: 本当に"%@" (%@メンバーが所属)グループを削除しますか？
nl: Wilt u de groep "%@" (%@ leden) verwijderen?
pt: Tem a certeza que pretende eliminar o grupo "%@" (%@ membros)?

source: Are you sure you want to delete the group "%@" (1 member)?
de: Möchten Sie die Gruppe „%@“ (1 Mitglied) wirklich löschen?
es: ¿Desea realmente eliminar el grupo "%@" (1 miembro)?
fr_ca: Voulez-vous vraiment supprimer le groupe « %@ » (1 membre)?
it: Eliminare il gruppo "%@" (1 membro)?
ja: 本当に"%@" (1メンバーが所属)グループを削除しますか？
nl: Wilt u de groep "%@" (%@ lid) verwijderen?
pt: Tem a certeza que pretende eliminar o grupo "%@" (1 membro)?

source: Add To Group
de: Zu Gruppe hinzufügen
es: Añadir a grupo
fr_ca: Ajouter au groupe
it: Aggiungi a gruppo
ja: グループに追加
nl: Toevoegen aan groep
pt: Adicionar a grupo

source: one-way message
de: Einweg-Nachricht
es: mensaje unidireccional
fr_ca: message unidirectionnel
it: Messaggio unidirezionale
ja: 片方向メッセージ
nl: eenrichtingsbericht
pt: mensagem de sentido único

source: Edit Group Name
de: Gruppenname bearbeiten
es: Editar nombre de grupo
fr_ca: Editar nombre de grupo
it: Modifica nome gruppo
ja: グループ名編集
nl: Groepsnaam bewerken
pt: Editar nome do grupo

source: Edit
de: Bearbeiten
es: Editar
fr_ca: Modifier
it: Modifica
ja: 編集
nl: Bewerken
pt: Editar

source: Update Password
de: Kennwort aktualisieren
es: Actualizar contraseña
fr_ca: Mettre à jour le mot de passe
it: Aggiorna password
ja: パスワード更新
nl: Wachtwoord bijwerken
pt: Atualizar palavra-passe

source: Current Password
de: Aktuelles Kennwort
es: Contraseña actual
fr_ca: Mot de passe actuel
it: Password corrente
ja: 現在のパスワード
nl: Huidig wachtwoord
pt: Palavra-passe atual

source: New Password
de: Neues Kennwort
es: Nueva contraseña
fr_ca: Nouveau mot de passe
it: Nuova password
ja: 新しいパスワード
nl: Nieuw wachtwoord
pt: Nova palavra-passe

source: Type current password
de: Aktuelles Kennwort eingeben
es: Escriba la contraseña actual
fr_ca: Indiquez le mot de passe actuel
it: Digita password corrente
ja: 現在のパスワードを入力
nl: Voer huidig wachtwoord in
pt: Introduzir a palavra-passe atual

source: Type new password
de: Neues Kennwort eingeben
es: Escriba la nueva contraseña
fr_ca: Indiquez le nouveau mot de passe
it: Digita nuova password
ja: 新しいパスワードを入力
nl: Voer nieuw wachtwoord in
pt: Introduza a nova palavra-passe

source: Verify new password
de: Neues Kennwort bestätigen
es: Verifique la nueva contraseña
fr_ca: Vérifiez le nouveau mot de passe
it: Verifica nuova password
ja: 新しいパスワードをテスト
nl: Controleer nieuw wachtwoord
pt: Verifique a nova palavra-passe

source: Show passwords
de: Kennwörter anzeigen
es: Mostrar contraseñas
fr_ca: Afficher les mots de passe
it: Mostra password
ja: パスワードを見る
nl: Wachtwoorden tonen
pt: Mostrar palavras-passe

source: Hide passwords
de: Kennwörter ausblenden
es: Ocultar contraseñas
fr_ca: Masquer les mots de passe
it: Nascondi password
ja: パスワードを隠す
nl: Wachtwoorden verbergen
pt: Ocultar palavras-passe

source: New passwords must match
de: Das neue Kennwort muss übereinstimmen
es: Las nuevas contraseñas deben coincidir
fr_ca: Les nouveaux mots de passe doivent correspondre
it: Le nuove password devono corrispondere
ja: 新しいパスワードがマッチしません
nl: Nieuwe wachtwoorden moeten overeenkomen
pt: As novas palavras-passe devem corresponder

source: Current password is incorrect
de: Das aktuelle Kennwort ist falsch
es: Contraseña actual incorrecta
fr_ca: Le mot de passe actuel est incorrect
it: Password corrente non corretta
ja: 現在のパスワードが異なります
nl: Huidig wachtwoord is onjuist
pt: A palavra-passe atual está incorreta

source: Password will expire in %1$@ %2$@.
de: Das Kennwort läuft in %1$@ %2$@ ab.
es: La contraseña caduca en %1$@ %2$@.
fr_ca: Le mot de passe expire dans %1$@ %2$@.
it: La password scadrà tra %1$@ %2$@.
ja: パスワードは%1$@ %2$@で期限が切れます。
nl: Wachtwoord verloopt over %1$@ %2$@.
pt: A palavra-passe expirará em %1$@ %2$@.

source: Your password has expired.
de: Ihr Kennwort ist abgelaufen.
es: Su contraseña ha caducado.
fr_ca: Votre mot de passe est arrivé à expiration.
it: La password è scaduta.
ja: あなたのパスワードは期限が切れました。
nl: Uw wachtwoord is verlopen.
pt: A sua palavra-passe expirou.

source: Password expired - update now
de: Kennwort abgelaufen – jetzt aktualisieren
es: Contraseña caducada - Actualizar ahora
fr_ca: Mot de passe arrivé à expiration - mettre à jour maintenant
it: Password scaduta - aggiornala ora
ja: パスワード期限が切れました。すぐ更新してください。
nl: Wachtwoord is verlopen - nu bijwerken
pt: Palavra-passe expirada - atualize agora

source: Password will not expire.
de: Kennwort läuft nicht ab.
es: La contraseña no caducará.
fr_ca: Le mot de passe n'expirera pas.
it: La password non scadrà.
ja: パスワードは期限切れしません。
nl: Wachtwoord gaat niet verlopen.
pt: A palavra-passe não expirará.

source: day
de: Tag
es: día
fr_ca: jour
it: giorno
ja: 日
nl: dag
pt: dia

source: days
de: Tage
es: días
fr_ca: jours
it: giorni
ja: 日
nl: dagen
pt: dias

source: A valid room number for %@ has not been determined. Try again later, or contact support if the problem persists.
de: Eine gültige Raumnummer für %@ wurde nicht ermittelt. Versuchen Sie es später erneut oder wenden Sie sich an den Support, wenn das Problem weiter besteht.
es: No se ha determinado un número de sala válido para %@. Inténtelo de nuevo más tarde o contacte con el servicio de asistencia si el problema persiste.
fr_ca: Un numéro de salle valide n'a pas été configuré pour %@. Réessayez plus tard ou consultez le service de soutien si le problème persiste.
it: Non è stato determinato un numero di room valido per %@. Se il problema persiste, riprovare in seguito o contattare il supporto.
ja: %@ルームの正しい番号が確認できませんでした。後ほどお試し頂くか問題が継続する場合はサポートにご連絡ください。
nl: Geen geldig ruimtenummer gevonden voor %@. Probeer het later opnieuw of neem contact op met de ondersteuning als het probleem zich blijft voordoen.
pt: Um número de sala válido para %@ não foi determinado. Tente novamente mais tarde, ou contacte a assistência se o problema persistir.

source: Valid phone number not specified for %@.
de: Keine gültige Rufnummer für %@ angegeben.
es: Número de teléfono válido no especificado para %@.
fr_ca: Un numéro de téléphone valide n'a pas été configuré pour %@.
it: Non è stato specificato un numero di telefono valido per %@.
ja: %@に正しい番号が設定されていません。
nl: Er is geen geldig telefoonnummer opgegeven voor %@.
pt: Número de telefone válido não especificado para %@.

source: Calling %@…
de: %@ anrufen…
es: Llamando a %@…
fr_ca: Appel de %@…
it: Chiamata a %@ in corso…
ja: %@に発信中…
nl: Bellen naar %@…
pt: A ligar %@…

source: Waiting for call back…
de: Warten auf den Rückruf…
es: Esperando devolución de llamada…
fr_ca: En attente de rappel…
it: Attesa richiamata…
ja: コールバック待機中…
nl: Wachten op terugbellen…
pt: A aguardar devolução de chamada...

source: Warning: Calling back at a different location.
de: Warnung: Rückruf erfolgt an einem anderen Standort.
es: Advertencia: está devolviendo la llamada a otro lugar.
fr_ca: Avertissement : Rappel à un emplacement différent.
it: Avvertenza: Richiamata in corso da una posizione diversa.
ja: 警告：他のロケーションがコールバックされています。
nl: Waarschuwing: Er wordt teruggebeld op een andere locatie.
pt: Atenção: A devolver a chamada num local diferente.

source: ON HOLD
de: GEHALTEN
es: EN ESPERA
fr_ca: EN ATTENTE
it: IN ATTESA
ja: 保留
nl: WACHT
pt: EM ESPERA

source: Recommended
de: Empfohlen
es: Recomendado
fr_ca: Recommandé
it: Raccomandato
ja: 推奨
nl: Aanbevolen
pt: Recomendado

source: Voice Call
de: Sprachanruf
es: Llamada de voz
fr_ca: Appel vocal
it: Chiamata vocale
ja: 音声通話
nl: Spraak gesprek
pt: Chamada de voz

source: Video Call
de: Videoanruf
es: Videollamada
fr_ca: Appel vidéo
it: Videochiamata
ja: ビデオ通話
nl: Video gesprek
pt: Vídeo-chamada

source: New Call
de: Neuer Anruf
es: Nueva llamada
fr_ca: Nouvel appel
it: Nuova chiamata
ja: 新しい通話
nl: Nieuw gesprek
pt: Nova chamada

source: Transfer
de: Weiterleiten
es: Transferir
fr_ca: Transférer
it: Trasferisci
ja: 転送
nl: Doorverbinden
pt: Transferir

source: Conference
de: Konferenz
es: Conferencia
fr_ca: Conférence
it: Conferenza
ja: カンファレンス
nl: Conferentie
pt: Conferência

source: Transfer Call
de: Anruf weiterleiten
es: Transferir llamada
fr_ca: Transférer l'appel
it: Trasferisci chiamata
ja: 通話を転送
nl: Gesprek doorverbinden
pt: Transferir chamada

source: Select Dialing Service
de: Wähldienst auswählen
es: Seleccionar Servicio de marcación
fr_ca: Sélectionner le service de composition
it: Servizio di composizione
ja: 発信サービス選択
nl: Selecteer dialing service
pt: Selecionar serviço de ligação

source: Call First
de: Zuerst anrufen
es: Llamar primero
fr_ca: Appeler d'abord
it: Chiama prima
ja: まず発信
nl: Eerst bellen
pt: Chamar primeiro

source: Transfer to %@
de: An %@ übergeben
es: Transferir a %@
fr_ca: Transférer à %@
it: Trasferisci su %@
ja: %@に転送
nl: Doorschakelen naar %@
pt: Transferir para %@

source: VoIP is Off
de: VoIP ist deaktiviert
es: VoIP desactivado
fr_ca: VoIP désactivé
it: VoIP non attivo
ja: VoIPはオフ
nl: VoIP is uit
pt: O VoIP está desligado

source: To make a call, turn VoIP on
de: Aktivieren Sie VoIP, um einen Anruf zu tätigen
es: Para realizar una llamada, active VoIP
fr_ca: Pour passer un appel, activez le mode VoIP
it: Attivare VoIP per effettuare una chiamata
ja: 電話をかけるには、VoIPをオンにする
nl: Zet VoIP aan om een ​​oproep te doen
pt: Para efetuar uma chamada, ligue o VoIP.

source: VoIP - Audio Call
de: Internet Telefonie - Sprachanruf
es: VoIP - Llamada de Audio
fr_ca: Appel Audio - VoIP
it: VoIp - Chiamata audio
ja: VoIP - 音声通話
nl: VoIP - Audio Gesprek
pt: VOIP - Chamada de Voz

source: VoIP - Video Call
de: Internet Telefonie - Videoanruf
es: VoIP - Llamada de Video
fr_ca: Appel Vidéo - VoIP
it: VoIp - Chiamata video
ja: VoIP - ビデオ通話
nl: VoIP - Video Gesprek
pt: VoIP - Chamada de Vídeo

source: Call answered on another device
de: Anruf auf anderem Gerät angenommen
es: Llamada respondida en otro dispositivo
fr_ca: Appel répondu sur un autre appareil
it: Chiamata non risposta su un altro dispositivo
ja: 他のデバイスで応答した通話
nl: Gesprek beantwoord op ander apparaat
pt: Chamada atendida noutro dispositivo

source: Call dropped
de: Anruf beendet
es: Llamada interrumpida
fr_ca: Appel interrompu
it: Chiamata chiusa
ja: 通話が切断されました
nl: Gesprek weggevallen
pt: A chamada caiu

source: Call on hold dropped
de: Gehaltener Anruf beendet
es: Llamada en espera interrumpida
fr_ca: Appel en attente interrompu
it: Chiamata in attesa chiusa
ja: 保留中の通話が切断されました
nl: Gesprek in de wacht weggevallen
pt: A chamada em espera caiu

source: Call %@ First
de: Zuerst %@ anrufen
es: Llamar primero a %@
fr_ca: Appeler d\'abord %@
it: Chiama prima %@
ja: まず%@に発信
pt: Chamar %@ primeiro

source: Call Terminated
de: Anruf beendet
es: Llamada terminada
fr_ca: Appel interrompu
it: Chiamata terminata
ja: 通話が終了されました。
nl: Gesprek afgebroken
pt: Chamada terminada

source: Speaker
de: Lautsprecher
es: Altavoz
fr_ca: Haut-parleur
it: Altoparlante
ja: スピーカー
nl: Luidspreker
pt: Altifalante

source: Unknown Caller
de: Anrufer unbekannt
es: Interlocutor desconocido
fr_ca: Appelant inconnu
it: Chiamante sconosciuto
ja: 不明な発信者
nl: Onbekende beller
pt: Chamador desconhecido

source: Mark as New
de: Als neu markieren
es: Marcar como nuevo
fr_ca: Marquer comme nouveau
it: Contrassegna come nuovo
ja: 未読にする
nl: Als nieuw markeren
pt: Marcar como novo

source: Unknown Number
de: Nummer unbekannt
es: Número desconocido
fr_ca: Numéro inconnu
it: Numero sconosciuto
ja: 不明な番号
nl: Onbekend nummer
pt: Número desconhecido

source: You have no voicemails.
de: Sie haben keine Voicemails.
es: No tiene ningún mensaje en el buzón de voz.
fr_ca: Vous n’avez aucun message vocal.
it: Non hai messaggi vocali.
ja: ボイスメールはありません。
nl: U hebt geen voicemailberichten.
pt: Não tem correio de voz.

source: Mark All as Played
de: Alle als wiedergegeben markieren
es: Marcar todo como reproducido
fr_ca: Marquer tout comme Écouté
it: Contrassegna tutti come riprodotti
ja: すべてを再生済みにマークする
nl: Alles markeren als afgespeeld
pt: Marcar todas como reproduzidas

source: Voicemail Settings
de: Voicemail-Einstellungen
es: Ajustes de buzón de voz
fr_ca: Paramètres de la messagerie vocale
it: Impostazioni segreteria telefonica
ja: ボイスメール設定
nl: Voicemailinstellingen
pt: Definições do correio de voz

source: Mark as Played
de: Als wiedergegeben markieren
es: Marcar como reproducido
fr_ca: Marquer comme Écouté
it: Contrassegna come riprodotto
ja: 再生済みとしてマークする
nl: Markeren als afgespeeld
pt: Marcar como reproduzida

source: Confidential
de: Vertraulich
es: Confidencial
fr_ca: Confidentiel
it: Riservato
ja: 機密
nl: Vertrouwelijk
pt: Confidencial

source: Urgent
de: Eilt
es: Urgente
it: Urgente
ja: 緊急
pt: Urgente

source: New voicemail
de: Neue Voicemail
es: Nuevo mensaje de voz
fr_ca: Nouveau message vocal
it: Nuovo messaggio vocale
ja: 新しいボイスメール
nl: Nieuw voicemailbericht
pt: Novo correio de voz

source: You have %d pending voicemail message
de: Sie haben %d ausstehende Voicemail-Mitteilung
es: Tiene %d mensaje de voz pendiente
fr_ca: Vous avez %d message vocal en attente
it: Hai %d messaggio vocale in sospeso
ja: 保留中のボイスメールメッセージが%d件あります
nl: U heeft %d onbeluisterde voicemailberichten
pt: Tem %d mensagem de voz pendente

source: You have %d pending voicemail messages
de: Sie haben %d ausstehende Voicemail-Mitteilungen
es: Tiene %d mensajes de voz pendientes
fr_ca: Vous avez %d messages vocaux en attente
it: Hai %d messaggi vocali in sospeso
ja: 保留中のボイスメールメッセージが%d件あります
nl: U heeft %d onbeluisterde voicemailberichten
pt: Tem %d mensagens de voz pendentes

source: Speaker off
de: Lautsprecher aus
es: Altavoz desactivado
fr_ca: Haut-parleur coupé
it: Altoparlante disattivato
ja: スピーカーオフ
nl: Luidspreker uit
pt: Altifalante desligado

source: Missing App
de: Fehlende App
es: Falta una aplicación
fr_ca: Application manquante
it: App mancante
ja: アプリケーションがありません
nl: Ontbrekende app
pt: Aplicação em falta

source: %@ is required to join a room. Would you like to download it from the App Store now?
de: %@ ist erforderlich, um einem Raum beizutreten. Möchten Sie die App jetzt aus dem App-Store herunterladen?
es: Se requiere %@ para entrar en una sala. ¿Desea descargarlo de la App Store ahora?
fr_ca: %@ doit rejoindre une salle. Voulez-vous la télécharger depuis l’App Store maintenant?
it: %@ è richiesta per entrare in una room. Scaricare dall'App Store ora?
ja: ルームに参加するには%@が必要です。Appストアからダウンロードしますか？
nl: %@ is nodig om deel te nemen aan een ruimte. Wilt u het nu downloaden in de App Store?
pt: %@ é requerido para entrar numa sala. Pretende descarregá-lo agora da App Store?

source: Error
de: Fehler
fr_ca: Erreur
it: Errore
ja: エラー
nl: Fout
pt: Erro

source: Done
de: Fertig
es: Hecho
fr_ca: Terminé
it: Fine
ja: 完了
nl: Gereed
pt: Pronto

source: service unavailable
de: Dienst nicht verfügbar
es: servicio no disponible
fr_ca: service non disponible
it: servizio non disponibile
ja: サービス利用不可
nl: service niet beschikbaar
pt: serviço indisponível

source: Network Error: %@
de: Netzwerkfehler: %@
es: Error de red: %@
fr_ca: Erreur de réseau : %@
it: Errore di rete: %@
ja: ネットワークエラー： %@
nl: Netwerkfout: %@
pt: Erro de rede: %@

source: Create
de: Erstellen
es: Crear
fr_ca: Créer
it: Crea
ja: 作成
nl: Maken
pt: Criar

source: Cannot create data model.
de: Datenmodell kann nicht erstellt werden.
es: Imposible crear el modelo de datos.
fr_ca: Impossible de créer le modèle de données.
it: Impossibile creare un modello dati.
ja: データモデルが作成不可です。
nl: Kan geen gegevensmodel maken.
pt: Não é possível criar o modelo de dados.

source: Cannot find data model.
de: Datenmodell nicht gefunden.
es: Imposible encontrar el modelo de datos.
fr_ca: Impossible de trouver le modèle de données.
it: Impossibile trovare un modello dati.
ja: データモデルが検索不可です。
nl: Kan geen gegevensmodel vinden.
pt: Não é possível encontrar o modelo de dados.

source: Invalid store location.
de: Ungültiger Speicherort.
es: Ubicación de almacenamiento no válida.
fr_ca: Emplacement de stockage non valide.
it: Posizione archivio non valida.
ja: 店舗ロケーションが正しくありません。
nl: Ongeldige opslaglocatie.
pt: Localização da loja inválida.

source: Persistent store is inconsistent with application version.
de: Permanenter Speicher und Anwendungsversion sind inkonsistent.
es: El almacenamiento persistente es incompatible con la versión de la aplicación.
fr_ca: L'emplacement de stockage persistant ne correspond pas à la version de l'application.
it: Archivio permanente non coerente con la versione dell'applicazione.
ja: 永続化ストアがアプリバージョンと整合しません。
nl: Blijvende opslag komt niet overeen met applicatieversie.
pt: A loja persistente é inconsistente com a versão da aplicação.

source: Persistent store error.
de: Fehler beim permanenten Speicher.
es: Error de almacenamiento persistente.
fr_ca: Erreur d'emplacement de stockage persistant.
it: Errore dell'archivio permanente.
ja: 永続化ストア エラー
nl: Fout blijvende opslag.
pt: Erro de loja persistente.

source: Today
de: Heute
es: Hoy
fr_ca: Aujourd'hui
it: Oggi
ja: 今日
nl: Vandaag
pt: Hoje

source: Yesterday
de: Gestern
es: Ayer
fr_ca: Hier
it: Ieri
ja: 昨日
nl: Gisteren
pt: Ontem

source: Network Unavailable
de: Netzwerk nicht verfügbar
es: Red no disponible
fr_ca: Réseau indisponible
it: Rete non disponibile
ja: ネットワーク利用不可
nl: Netwerk onbeschikbaar
pt: Rede indisponível

source: Application is not compatible with jailbroken devices.
de: Die Anwendung ist mit Geräten, bei denen ein Jailbreak durchgeführt wurde, nicht kompatibel.
es: La aplicación no es compatible con los dispositivos liberados.
fr_ca: L’application n’est pas compatible avec les appareils débridés.
it: L'applicazione non è compatibile con i dispositivi jailbroken.
ja: このアプリケーションはJailbreakデバイスでは利用不可です。
nl: Toepassing is niet compatibel met jailbroken apparaten.
pt: A aplicação não é compatível com dispositivos "jailbroken".

source: Exit
de: Beenden
es: Salir
fr_ca: Quitter
it: Esci
ja: 終了
nl: Afsluiten
pt: Sair

source: Private contact store is not valid.
de: Der Speicher für private Kontakte ist nicht gültig.
es: El almacenamiento de contactos privados no es válido.
fr_ca: Emplacement privé de stockage des contacts non valide.
it: Archivio contatti privati non valido.
ja: プライベートコンタクト保存場所が正しくありません。
nl: Privé-contactopslag is niet geldig.
pt: A loja de contactos privados não é válida.

source: Received version %@; expecting version >= %@.
de: Erhaltene Version: %@; erwartete Version: >= %@.
es: Versión recibida %@; versión esperada >= %@.
fr_ca: Version reçue : %@; version attendue : >= %@.
it: Versione ricevuta: %@. Versione prevista: >= %@.
ja: 取得したバージョン %@; 期待されるバージョン >= %@。
nl: Ontvangen versie %@; verwachte versie >= %@.
pt: Versão recebida %@; a aguardar a versão >= %@.

source: No valid messaging gateway hosts.
de: Keine gültigen Messaging-Gatewayhosts.
es: Hosts de puerta de enlace de mensajería no válidos.
fr_ca: Aucun hôte de passerelle de messagerie valide.
it: Non vi sono host gateway di messaggistica validi.
ja: 正しいメッセージゲートウェイホストがありません。
nl: Geen geldige hosts voor berichtenverkeergateway.
pt: Nenhum anfitrião de gateway de mensagens válido.

source: Unsupported messaging gateway interface version %@.
de: Nicht unterstützte Nachrichten-Gateway-Schnittstelle: Version %@.
es: Versión de interfaz de pasarela de mensajes no admitida, %@.
fr_ca: L'interface de passerelle de messagerie version %@ n'est pas prise en charge.
it: Interfaccia gateway di messaggistica non supportata, versione %@.
ja: バージョン%@のメッセージゲートウェイインタフェースは対応していません。
nl: Interfaceversie %@ voor berichtenverkeergateway wordt niet ondersteund.
pt: Versão %@ de interface de gateway de mensagens não suportada.

source: The request timed out
de: Die Anfrage ist abgelaufen
es: Se agotó el tiempo límite de la petición
fr_ca: La demande a expiré
it: La richiesta è scaduta
ja: リクエストがタイムアウトとなりました。
nl: Time-out opgetreden voor aanvraag
pt: Tempo limite do pedido excedido

source: The request was cancelled
de: Die Anfrage wurde storniert
es: La petición se canceló
fr_ca: La demande a été annulée
it: La richiesta è stata annullata
ja: リクエストが取り消しとなりました。
nl: Aanvraag is geannuleerd
pt: A solicitação foi cancelada

source: The request failed because it redirected too many times
de: Die Anfrage ist fehlgeschlagen, da sie zu oft weitergeleitet wurde.
es: La petición falló porque se redirigió demasiadas veces
fr_ca: La demande a échoué car elle a été redirigée de trop nombreuses fois
it: Richiesta non riuscita perché è stata reindirizzata troppe volte
ja: リクエストが複数のリダイレクションにより失敗しました。
nl: De aanvraag is mislukt omdat deze te vaak is omgeleid
pt: A solicitação falhou porque redirecionou demasiadas vezes

source: Unable to deliver message.
de: Nachricht konnte nicht gesendet werden.
es: Imposible entregar el mensaje.
fr_ca: Impossible de livrer le message.
it: Impossibile consegnare il messaggio
ja: メッセージを配達することができません。
nl: Bericht kan niet worden bezorgd.
pt: Não é possível entregar a mensagem.

source: Could not mark voicemail as played.
de: Voicemail konnte nicht als wiedergegeben markiert werden.
es: Imposible marcar el mensaje de buzón de voz como reproducido.
fr_ca: Impossible de marquer le message vocal comme écouté.
it: Impossibile contrassegnare la segreteria telefonica come riprodotta.
ja: ボイスメールを再生済としてマークできません。
nl: Kan voicemail niet als afgespeeld markeren.
pt: Não foi possível marcar o correio de voz como reproduzido.

source: Could not mark voicemail as new.
de: Voicemail konnte nicht als neu markiert werden.
es: Imposible marcar el mensaje de buzón de voz como nuevo.
fr_ca: Impossible de marquer le message vocal comme nouveau.
it: Impossibile contrassegnare la segreteria telefonica come nuova.
ja: ボイスメールを新しいものとしてマークできません。
nl: Kan voicemail niet als nieuw markeren.
pt: Não foi possível marcar o correio de voz como novo.

source: Could not mark all voicemail messages as played.
de: Es konnten nicht alle Voicemail-Mitteilungen als wiedergegeben markiert werden.
es: Imposible marcar todos los mensajes de buzón de voz como reproducidos.
fr_ca: Impossible de marquer tous les messages vocaux comme écoutés.
it: Impossibile contrassegnare tutti i messaggi della segreteria telefonica come riprodotti.
ja: すべてのボイスメールメッセージを再生済としてマークできません。
nl: Kan niet alle voicemailberichten als afgespeeld markeren.
pt: Não foi possível marcar todas as mensagens do correio de voz como reproduzidas.

source: Voicemail could not be downloaded.
de: Voicemail konnte nicht heruntergeladen werden.
es: No se pudo descargar el buzón de voz.
fr_ca: Impossible de télécharger le message vocal.
it: Impossibile scaricare la segreteria telefonica.
ja: ボイスメールはダウンロードできません。
nl: Voicemail kon niet worden gedownload.
pt: O correio de voz não pode ser descarregado.

source: Voicemails could not be downloaded.
de: Voicemails konnten nicht heruntergeladen werden.
es: No se pudieron descargar los buzones de voz.
fr_ca: Impossible de télécharger les messages vocaux.
it: Impossibile scaricare le segreterie telefoniche.
ja: ボイスメールはダウンロードできません。
nl: Voicemails konden niet worden gedownload.
pt: Os correios de voz não podem ser descarregados.
