Repository: Ebisu-Tecnico/Ebisu
Catalog: IrisBranding.kit/resources/*.lproj/Localizable.strings
Languages: de, es, fr_ca, it, ja, nl, pt

source: Disabling third party keyboard requires application restart. Please restart the application for the change to take effect.
de: Das Deaktivieren der Drittanbietertastatur erfordert einen Neustart der Anwendung. Starten Sie die Anwendung neu, um die Änderungen zu übernehmen.
es: Para desactivar el teclado de terceros, se requiere el reinicio de la aplicación. Reinicie la aplicación para aplicar el cambio.
fr_ca: La désactivation du clavier tiers nécessite un redémarrage de l’application. Veuillez redémarrer l’application pour que la modification entre en vigueur.
it: La disabilitazione della tastiera di terze parti richiede il riavvio dell'applicazione. Riavviare l'applicazione per applicare le modifiche.
ja: 3rdパーティのキーボードを無効にするには、アプリケーションの再起動が必要です。変更を有効にするには、アプリケーションを再起動してください。
nl: Om toetsenborden van anderen uit te schakelen, moet de applicatie opnieuw worden opgestart. Start de applicatie opnieuw op om de wijziging door te voeren.
pt: A desativação do teclado de terceira entidade requer o reinício da aplicação. Reinicie a aplicação para que as alterações entrem em vigor.

source: Warning
de: Warnung
es: Advertencia
fr_ca: Avertissement
it: Attenzione
ja: 警告
nl: Waarschuwing
pt: Atenção

source: Selecting "Email Logs to Support” above will send your application activity logs to us, so that we can help you, and improve the product. These logs identify you, your device, other users you've communicated with, and optionally, your employer. The logs do not include any user generated content like messages. For more information see our %@
de: Durch die obige Auswahl von „Protokolle an Support senden“ werden die Aktivitätsprotokolle Ihrer Anwendung an uns gesendet, sodass wir Ihnen helfen und das Produkt verbessern können. In den Protokollen werden Sie, Ihr Gerät, andere Benutzer, mit denen Sie kommuniziert haben, und optional Ihr Arbeitgeber identifiziert. Die Protokolle umfassen keine benutzergenerierten Inhalte wie z. B. Nachrichten. Weitere Informationen finden Sie hier: %@.
es: Al seleccionar arriba "Enviar registros a asistencia" recibiremos los registros de actividad de su aplicación, para que así podamos ayudarle y mejorar el producto. Estos registros le identifican a usted, a su dispositivo, a los usuarios con los que usted ha interactuado y, opcionalmente, a su empleador. Los registros no incluyen contenido generado por el usuario, por ejemplo, mensajes. Para obtener más información, consulte %@
fr_ca: Sélectionnez « Envoyer les journaux par courriel au service de soutien », ci-dessus, pour nous envoyer les journaux d’activité de votre application. Ainsi, nous pourrons vous aider et améliorer le produit. Ces journaux vous identifient, ainsi que votre appareil et les autres utilisateurs avec qui vous avez communiqué et, facultativement, votre employeur. Les journaux n’incluent pas les contenus générés par les utilisateurs, tels que les messages. Pour en savoir plus, consultez notre %@
it: Selezionando "Invia i log al supporto via e-mail" sopra ci invierai i log dell'attività della tua applicazione, per consentirci di aiutarti e di migliorare il prodotto. Questi log identificano te, il tuo dispositivo, altri utenti con cui hai comunicato e, facoltativamente, il tuo datore di lavoro. I log non includono contenuti generati dall'utente come i messaggi. Per maggiori informazioni, vedi il nostro %@
ja: 上記の「サポートにログをメール送信」を選択すると、お客様のアプリケーションアクティビティログが当社に送信されますので、製品を改善することができます。これらのログは、お客様、お客様のデバイス、お客様と通信した他のユーザー、そしてオプションでお客様の雇用主を識別します。ログには、メッセージなどのユーザー生成コンテンツは含まれません。詳細について、当社の%@をご覧ください。
nl: Als u ‘Logbestanden naar support sturen’ selecteert, worden er logbestanden met uw activiteiten naar ons verzonden, zodat wij u kunnen helpen en het product kunnen verbeteren. Deze logbestanden identificeren u, uw apparaat, andere gebruikers met wie u heeft gecommuniceerd en eventueel uw werkgever. Deze logbestanden bevatten geen door gebruikers gegenereerde content zoals berichten. Zie voor meer informatie onze %@
pt: Selecionando "Enviar por e-mail registos para assistência" acima enviará para nós os seus registos de atividade da aplicação, de modo a podermos ajudá-lo e a melhorar o produto. Estes registos identificam o utilizador, o seu dispositivo, outros utilizadores com quem comunicou e, opcionalmente, o seu funcionário. Os registos não incluem quaisquer conteúdos gerados do utilizador, como mensagens. Para obter mais informações, consulte a nossa %@

source: This option allows 3rd party keyboards to access all the data that is typed, including personal data. Are you sure you want to allow 3rd party keyboards?
de: Diese Option ermöglicht Tastaturen von Drittanbietern den Zugriff auf alle eingegebenen Daten einschließlich persönlicher Daten. Möchten Sie Tastaturen von Drittanbietern wirklich zulassen?
es: Esta opción permite a los teclados de terceros acceder a todos los datos que se escriben, incluidos los datos personales. ¿Seguro que desea permitir los teclados de terceros?
fr_ca: Cette option permet aux claviers tiers d'accéder à toutes les données saisies, y compris les données personnelles. Êtes-vous sûr de vouloir autoriser des claviers tiers ?
it: Questa opzione consente alle tastiere di terze parti di accedere a tutti i dati digitati, inclusi i dati personali. Consentire l'accesso alle tastiere di terze parti?
ja: このオプションによりサードパーティキーボードは個人データを含むタイプされたデータすべてにアクセス可能になります。本当にサードパーティキーボードを許可しますか？
nl: Met deze optie hebben toetsenborden van derden toegang tot alle getypte gegevens, inclusief persoonsgegevens. Bent u zeker dat u toetsenborden van derden wilt toestaan?
pt: Esta opção permite que teclados de terceiros acedam a todos os dados introduzidos, incluindo dados pessoais. Tem a certeza de que pretende permitir o acesso a teclados de terceiros?

source: Enable %@
de: %@ aktivieren
es: Activar %@
fr_ca: Activer %@
it: Abilita %@
ja: %@を有効にする
nl: %@ inschakelen
pt: Ativar %@

source: %@ authentication failed.
de: %@-Authentifizierung fehlgeschlagen.
es: Fallo de autentificación de %@.
fr_ca: Échec de l'authentification %@.
it: Autenticazione di %@ non riuscita.
ja: %@認証失敗
nl: Verificatie van %@ is mislukt.
pt: Falha na autenticação %@.

source: Could not reach %@ server.
de: %@-Server wurde nicht erreicht.
es: Imposible contactar con el servidor de %@.
fr_ca: Impossible de se connecter au serveur %@.
it: Impossibile raggiungere il server %@.
ja: %@サーバにアクセス不可
nl: Kan geen verbinding maken met server %@.
pt: Não foi possível ter acesso ao servidor %@.

source: Enable Hub to access your cloud applications like Google, Twitter, O365, and others. Hub integrates your email, documents, meetings, and other cloud application data into your Connect experience.
de: Hub für den Zugriff auf Ihre Cloud-Anwendungen wie Google, Twitter, O365 u. a. aktivieren. Hub integriert Ihre E-Mails, Dokumente, Konferenzen und anderen Cloud-Anwendungsdaten in die Connect-Umgebung.
es: Active Hub para acceder a sus aplicaciones en la nube, tales como Google, Twitter, O365 y otras. Hub integra su correo electrónico, documentos, reuniones y otros datos de las aplicaciones en la nube en su experiencia con Connect.
fr_ca: Autorisez Hub à accéder à vos applications dans le nuage, comme Google, Twitter, O365, etc. Hub intègre vos courriels, documents, réunions et autres données d'applications dans le nuage à votre expérience Connect.
it: Abilitare l'hub per accedere alla applicazioni cloud come Google, Twitter, O365 e altre. L'hub integra e-mail, documenti, riunioni e i dati di altre applicazioni cloud nella tua esperienza con Connect.
ja: Google、Twitter、 O365などのクラウドサービスにアクセスするよう、Hubを有効にします。 Hubはメール・ドキュメント・ミーティングまたその他のクラウドアプリケーションのデータをコネクトと連携可能にします。
nl: Hub inschakelen om toegang te krijgen tot uw cloud-applicaties zoals Google, Twitter, O365 en anderen. \ nHub integreert uw e-mail, documenten, vergaderingen en andere cloud-applicatiegegevens in uw Connect-ervaring.
pt: Ative o hub para aceder às suas aplicações na nuvem, como Google, Twitter, O365 e outras. O hub integra os seus e-mails, documentos, reuniões e outros dados de aplicações em nuvem na sua experiência do Connect.

source: The Hub Server cannot be accessed while offline.
de: Auf den Hub-Server kann im Offline-Modus nicht zugegriffen werden.
es: El servidor de Hub no está disponible mientras usted está fuera de línea.
fr_ca: Impossible d’accéder au serveur du Hub si vous n’êtes pas connecté.
it: Impossibile accedere al server Hub mentre è offline.
ja: オフラインの間Hubサーバにアクセスできません。
nl: De Hub-server is offline niet toegankelijk.
pt: O Servidor do hub não pode ser acedido enquanto estiver off-line.

source: Loading
de: Wird geladen
es: Cargando
fr_ca: Chargement
it: Caricamento
ja: 読込中
nl: Laden
pt: A carregar

source: Unknown
de: Unbekannt
es: Desconocido
fr_ca: Inconnu
it: Sconosciuto
ja: 不明
nl: Onbekend
pt: Desconhecido

source: Not Enabled
de: Nicht aktiviert
es: No activado
fr_ca: Non activé
it: Non abilitato
ja: 無効
nl: Niet ingeschakeld
pt: Não ativado

source: Sending logs to support by email is not enabled.
de: Das Versenden von Protokollen für den Support per E-Mail ist nicht aktiviert.
es: El envío por correo electrónico de registros a Asistencia no está activado.
fr_ca: L'envoi des journaux par courriel au service de soutien 'est pas activé.
it: L'invio dei log al supporto via e-mail non è abilitato.
ja: サポートへのログメール送信が無効です。
nl: Het via e-mail verzenden van logs aan support is niet ingeschakeld.
pt: O envio de registos por e-mail para suporte não está ativado.

source: Crash Reporting
de: Absturzberichte
es: Informes de caídas
fr_ca: Rapports d'incident
it: Report dei crash
ja: クラッシュ報告
nl: Crash-rapportage
pt: Relatório de falhas

source: Crash reporting is turned on
de: Absturzberichte sind aktiviert
es: Informes de caídas activados
fr_ca: Les rapports d'incident sont activés
it: Report dei crash attivato
ja: クラッシュ報告は有効です。
nl: Crash-rapportage is ingeschakeld
pt: O relatórios de falhas está ativado

source: Crash reporting is turned off
de: Absturzberichte sind deaktiviert
es: Informes de caídas desactivados
fr_ca: Les rapports d'incident sont désactivés
it: Report dei crash disattivato
ja: クラッシュ報告は無効です。
nl: Crash-rapportage is uitgeschakeld
pt: O relatório de falhas está desativado

source: The change will take effect after the app is restarted.
de: Die Änderung wird nach einem Neustart der App wirksam.
es: El cambio se aplicará al reiniciar la app.
fr_ca: La modification prendra effet après le redémarrage de l'application.
it: La modifica verrà applicata al riavvio dell'app.
ja: 変更はアプリの再起動時に適応されます。
nl: De wijziging gaat in nadat de app opnieuw is opgestart.
pt: A alteração terá efeito depois da aplicação ser reiniciada.

source: VoIP uses your internet data connection for incoming and outgoing calls.
de: VoIP verwendet Ihre Internetdatenverbindung für eingehende und ausgehende Anrufe.
es: VoIP utiliza su conexión de datos a Internet para las llamadas entrantes y salientes.
fr_ca: La VoIP utilise votre connexion Internet pour les appels entrants et sortants.
it: Il VoIP utilizza la connessione per dati internet per le chiamate in ingresso e in uscita.
ja: VoIP は、着信および発信通話にインターネットデータ接続を使用します。
nl: Bij VoIP wordt uw internetgegevensverbinding gebruikt voor inkomende en uitgaande oproepen.
pt: O VoIP utiliza a sua ligação de dados à Internet para chamadas recebidas e realizadas.

source: iPhone Number
de: iPhone-Nummer
es: Número de iPhone
fr_ca: Numéro de iPhone
it: Numero iPhone
ja: iPhone電話番号
nl: Nummer iPhone
pt: Número do iPhone

source: Validate Call Back
de: Rückruf überprüfen
es: Validar devolución de llamada
fr_ca: Valider le rappel
it: Convalida richiamata
ja: コールバック検証
nl: Terugbellen valideren
pt: Validar devolução de chamada

source: Your Number
de: Ihre Rufnummer
es: Su número
fr_ca: Votre numéro
it: Il tuo numero
ja: あなたの番号
nl: Uw nummer
pt: O seu número

source: Dialing Service
de: Wähldienst
es: Servicio de marcación
fr_ca: Service de composition
it: Servizio di composizione
ja: ダイヤリングサービス
nl: Inbelservice
pt: Serviço de ligação

source: VoIP Network
de: VoIP-Netzwerk
es: Red de VoIP
fr_ca: Réseau VoIP
it: Rete VoIP
ja: VoIPネットワーク
nl: VoIP-netwerk
pt: Rede VoIP

source: All Networks
de: Alle Netzwerke
es: Todas las redes
fr_ca: Tous les réseaux
it: Tutte le reti
ja: 全てのネットワーク
nl: Alle netwerken
pt: Todas as redes

source: WiFi Only
de: Nur WLAN
es: Solo WiFi
fr_ca: Wi-Fi seulement
it: Solo Wi-Fi
ja: WiFiのみ
nl: Alleen WiFi
pt: Apenas Wi-Fi

source: Cannot Call
de: Anruf nicht möglich
es: No es posible llamar
fr_ca: Impossible de faire l'appel
it: Impossibile chiamare
ja: 通話不可
nl: Kan niet bellen
pt: Não é possível ligar

source: Select an available Dialing Service, or adjust Calling Settings.
de: Wählen Sie einen verfügbaren Wähldienst oder ändern Sie die Anrufeinstellungen.
es: Seleccione un Servicio de marcación disponible o ajuste la Configuración de llamada.
fr_ca: Sélectionnez un service de composition disponible ou modifiez les paramètres d'appel.
it: Selezionare un servizio di composizione disponibile o modificare le impostazioni di chiamata.
ja: 使用可能な発信サービスを利用するか、通話設定にて設定を行ってください。
nl: Selecteer een inbelservice of pas de gespreksinstellingen aan.
pt: Selecione um Serviço de marcação disponível ou ajuste as Definições de chamadas.

source: Mobile dialing is unavailable.
de: Die mobile Einwahl ist nicht verfügbar.
es: La marcación móvil no está disponible.
fr_ca: La marcación móvil no está disponible.
it: Composizione mobile non disponibile.
ja: モバイルからのダイヤルが利用できません。
nl: Mobiel bellen niet beschikbaar.
pt: A marcação móvel está indisponível.

source: WiFi Unavailable
de: WLAN nicht verfügbar
es: WiFi no disponible
fr_ca: Wi-Fi non disponible
it: Wi-Fi non disponibile
ja: WiFi 利用不可
nl: WiFi onbeschikbaar
pt: Wi-Fi indisponível

source: Alerting for BroadWorks mobile services has been enabled for this location.
de: Benachrichtigungen für mobile BroadWorks-Dienste wurden für diesen Standort aktiviert.
es: Se han activado para esta ubicación las alertas para los servicios móviles de BroadWorks.
fr_ca: Les alertes pour les services mobiles BroadWorks ont été activées pour ce lieu.
it: Gli avvisi per I servizi BroadWorks mobili sono stati attivati per questa posizione.
ja: このロケーションに対してBroadWorksモバイルサービス着信が有効になりました。
nl: Het waarschuwen voor BroadWorks mobiele services is ingeschakeld voor deze locatie.
pt: Os alertas para serviços móveis da BroadWorks foram ativados para este local.

source: Alerting for BroadWorks mobile services has been disabled for this location.
de: Benachrichtigungen für mobile BroadWorks-Dienste wurden für diesen Standort deaktiviert.
es: Se han desactivado para esta ubicación las alertas para los servicios móviles de BroadWorks.
fr_ca: Les alertes pour les services mobiles BroadWorks ont été désactivées pour ce lieu.
it: Gli avvisi per I servizi BroadWorks mobili sono stati disattivati per questa posizione.
ja: このロケーションに対してはBroadWorksモバイルサービスが有効化されていません。
nl: Het waarschuwen voor BroadWorks mobiele services is uitgeschakeld voor deze locatie.
pt: Os alertas para serviços móveis da BroadWorks foram desativados para este local.

source: VoIP calling is disabled. Make sure to enable alternative number in order to make and receive calls.
de: VoIP-Anrufe sind deaktiviert. Stellen Sie sicher, dass eine alternative Rufnummer aktiviert ist, um Anrufe zu tätigen und zu erhalten.
es: Las llamadas VoIP están desactivadas. Asegúrese de activar un número alternativo para realizar y recibir llamadas.
fr_ca: Les appels VoIP sont désactivés. Assurez-vous d’activer le numéro alternatif pour effectuer et recevoir des appels.
it: Chiamate VoIP disattivate. Assicurarsi di attivare il numero alternativo per effettuare o ricevere chiamate.
ja: VoIP通話が無効です。通話の着発信のため代替番号を有効にしているかご確認ください。
nl: VoIP is uitgeschakeld. Zorg ervoor dat u alternatief nummer inschakelt om oproepen te maken en te ontvangen.
pt: A chamada VoIP está desabilitada. Certifique-se que ativa o número alternativo para fazer e receber chamadas.

source: VoIP calling is enabled. By enabling this alternative location you may experience simultaneous incoming calls.
de: VoIP-Anrufe sind aktiviert. Bei Aktivierung dieses alternativen Standorts können mehrere Anrufe gleichzeitig eingehen.
es: Las llamadas VoIP están activadas. Al activar esta ubicación alternativa, puede que experimente llamadas entrantes simultáneas.
fr_ca: Les appels VoIP sont activés. Si vous activez ce lieu alternatif, vous pourriez recevoir des appels entrants simultanés.
it: Chiamate VoIP attivate. Attivando questa posizione alternativa si potrebbero ricevere chiamate contemporanee.
ja: VoIP通話が有効です。この代替ロケーションを有効にすると同時に、着信が発生することがあります。
nl: VoIP-bellen is ingeschakeld. Door deze alternatieve locatie in te schakelen kunt u gelijktijdige inkomende gesprekken ervaren.
pt: A chamada VoIP está ativada. Ao ativar esta localização alternativa, pode ocorrer mais de uma chamada recebida simultaneamente.

source: VoIP over mobile data network may incur additional charges or roaming fees
de: Bei VoIP über das mobile Datennetz können Zusatzkosten oder Roaming-Gebühren anfallen
es: El VoIP a través de la red de datos móviles puede suponer cargos adicionales o tarifas de itinerancia
fr_ca: Le mode VoIP sur le réseau de données cellulaires pourrait entraîner des frais supplémentaires ou des frais d'itinérance
it: La rete dati VoIP su cellulare può richiedere ulteriori costi o tariffe di roaming,
ja: モバイルデータの上でのVoIP通信は追加通信費が掛かる場合があります。
nl: VoIP over het mobiele datanetwerk kan leiden tot additionele kosten of roaming-kosten.
pt: VoIP sobre rede de dados móveis pode incorrer em taxas adicionais ou taxas de roaming.

source: VoIP over mobile data network is not available.
de: VoIP über mobiles Datennetz ist nicht verfügbar.
es: El VoIP a través de la red de datos móviles no está disponible.
fr_ca: Le mode VoIP sur le réseau de données cellulaires n'est pas disponible.
it: La rete dati VoIP su cellulare non è disponibile,
ja: モバイルデータ上でのVoIPはサポートされておりません。
nl: VoIP over het mobiele datanetwerk is niet beschikbaar.
pt: VoIP sobre rede de dados móveis não está ativado no momento.

source: Save
de: Speichern
es: Guardar
fr_ca: Enregistrer
it: Salva
ja: 保存
nl: Opslaan
pt: Guardar

source: The server responded with an error: %@
de: Fehlermeldung vom Server: %@
es: El servidor ha respondido con un error: %@
fr_ca: Le serveur a renvoyé une erreur : %@
it: Il server ha risposto con un errore: %@
ja: サーバからエラーが返されました： %@
nl: De server reageerde met een fout: %@
pt: O servidor respondeu com um erro: %@

# alertAllLocationsForClickToDialCalls
source: Alert All Locations
de: Alle Standorte benachrichtigen
es: Alerta en todas las ubicaciones
fr_ca: Alerter tous les emplacements
it: Avvisa tutte le posizioni
ja: 全てのロケーションに通知
nl: Alle locaties waarschuwen
pt: Alertar todas as localizações

# phoneNumber
source: Telephone #
de: Telefonnummer
es: N.º de teléfono
fr_ca: N° de téléphone
it: N. di telefono
ja: 電話番号
nl: Telefoonnr.
pt: Número de telefone

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
nl: Omschrijving
pt: Descrição

source: Active
de: Aktiv
es: Activo
fr_ca: Actif
it: Attivo
ja: アクティブ
nl: Actief
pt: Ativo

# broadworksCallControl
source: Call Control
de: Anrufsteuerung
es: Control de llamadas
fr_ca: Contrôle d'appel
it: Controllo chiamata
ja: 通話コントロール
nl: Gespreksbeheer
pt: Controlo de chamadas

# useDiversionInhibitor
source: Don’t Divert Calls
de: Anrufe nicht umleiten
es: No desviar llamadas
fr_ca: Ne pas renvoyer les appels
it: Non inoltrare chiamate
ja: 転送を防ぐ
nl: Gesprekken niet omleiden
pt: Não desviar chamadas

# answerConfirmationRequired
source: Answer Confirmation
de: Antwortbestätigung
es: Confirmación de respuesta
fr_ca: Confirmation de réponse
it: Conferma di risposta
ja: 応答確認
nl: Antwoordbevestiging
pt: Confirmação de resposta

source: Add Location
de: Standort hinzufügen
es: Añadir ubicación
fr_ca: Ajouter un emplacement
it: Aggiungi posizione
ja: ロケーション追加
nl: Locatie toevoegen
pt: Adicionar local

source: Delete Location
de: Standort löschen
es: Eliminar ubicación
fr_ca: Supprimer l'emplacement
it: Elimina posizione
ja: ロケーション削除
nl: Locatie verwijderen
pt: Apagar localização

source: Mobile Business Calling
de: Mobile Geschäftsanrufe
es: Llamadas de trabajo móviles
fr_ca: Appel d’affaires cellulaire
it: Chiamate di lavoro su cellulare
ja: モバイルビジネスコール
nl: Mobiel zakelijk bellen
pt: Chamada comercial de telemóvel

source: Would you like to make and receive calls on your mobile phone using your business phone number?
de: Möchten Sie Anrufe auf Ihrem Mobiltelefon unter Verwendung Ihrer geschäftlichen Rufnummer tätigen und empfangen?
es: ¿Desea realizar y recibir llamadas en su teléfono móvil con su número de teléfono de empresa?
fr_ca: Voulez-vous passer et recevoir des appels sur votre téléphone cellulaire en utilisant votre numéro de téléphone professionnel?
it: Vuoi effettuare e ricevere chiamate sul tuo cellulare utilizzando il numero di telefono dell'ufficio?
ja: 携帯電話の発着信で会社の電話番号を使用しますか？
nl: Wilt u bellen en gebeld worden op uw mobiele telefoon door uw zakelijke telefoonnummer te gebruiken?
pt: Pretende efetuar e receber chamadas no seu telemóvel utilizando o seu número comercial?

source: Confirm your mobile number.
de: Bestätigen Sie Ihre Mobilnummer.
es: Confirmar número de móvil.
fr_ca: Confirmez votre numéro de téléphone cellulaire.
it: Conferma il numero di cellulare.
ja: あなたの携帯電話番号を確認してください
nl: Bevestig uw mobiele nummer.
pt: Confirme o seu número de telemóvel.

source: Not Now
de: Jetzt nicht
es: Ahora no
fr_ca: Pas maintenant
it: Non ora
ja: 後で
nl: Niet nu
pt: Não agora

source: Unable to Set Up
de: Kann nicht eingerichtet werden
es: Imposible configurar
fr_ca: Configuration impossible
it: Impossibile impostare
ja: 設定できません
nl: Kan niet instellen
pt: Impossível configurar

source: To set up mobile business calling contact the administrator.
de: Wenden Sie sich an den Administrator, um mobile Geschäftsanrufe einzurichten.
es: Para configurar las llamadas de trabajo móviles contacte con el administrador.
fr_ca: Pour configurer les appels professionnels cellulaires, contactez l’administrateur.
it: Per impostare le chiamate di lavoro su cellulare contattare l'amministratore.
ja: モバイルビジネスコールを設定するには、管理者に連絡してください。
nl: Neem contact op met de beheerder om mobiel zakelijk bellen in te stellen.
pt: Para configurar as chamadas comerciais de telemóvel contacte o administrador.

source: Email Logs
de: E-Mail-Protokolle
es: Registros de correo electrónico
fr_ca: Envoyer les journaux par courriel
it: Log e-mail
ja: ログのメール送信
pt: Registos de e-mail

source: Use an actual device to send support logs via email.
de: Verwenden Sie ein reales Gerät, um Supportprotokolle per E-Mail zu versenden.
es: Use un dispositivo real para enviar registros de asistencia por correo electrónico.
fr_ca: Utiliser un appareil matériel pour envoyer les journaux de soutien par courriel.
it: Usa un dispositivo reale per inviare log al supporto via e-mail.
ja: サポートログのメール送信にデバイスを利用
nl: Bestaand device gebruiken om ondersteuningslogs te verzenden via e-mail.
pt: Utilize um dispositivo real para enviar registos de suporte por e-mail.

source: Mark All as Read
de: Alle als gelesen markieren
es: Marcar todo como leído
fr_ca: Marquer tout comme Lu
it: Contrassegna tutti come letti
ja: 全てを既読にする
nl: Alles als gelezen markeren
pt: Marcar todas como lidas

source: Delete
de: Löschen
es: Eliminar
fr_ca: Supprimer
it: Elimina
ja: 削除
nl: Verwijderen
pt: Apagar

source: Mark as Read
de: Als gelesen markieren
es: Marcar como leído
fr_ca: Marquer comme Lu
it: Contrassegna come letto
ja: 既読にする
nl: Als gelezen markeren
pt: Marcar como lido

source: View Profile
de: Profil anzeigen
es: Ver perfil
fr_ca: Afficher le profil
it: Visualizza profilo
ja: プロファイルを見る
nl: Profiel bekijken
pt: Visualizar perfil
