Repository: Ebisu-Tecnico/Ebisu
Catalog: IrisBranding.kit/resources/*.lproj/Localizable.strings
Languages: de, es, fr_ca, it, ja, nl, pt

source: Voicemail could not be deleted.
de: Voicemail konnte nicht gelöscht werden.
es: No se pudo eliminar el buzón de voz.
fr_ca: Impossible de supprimer le message vocal.
it: Impossibile eliminare la segreteria telefonica.
ja: ボイスメールは削除できません。
nl: Voicemail kon niet worden verwijderd.
pt: O correio de voz não pode ser eliminado.

source: Unsupported Software-as-a-Service interface version %@.
de: Nicht unterstützte Software-as-a-Service-Schnittstellenversion: %@.
es: Versión de interfaz de software como servicio %@ no admitida.
fr_ca: Version de l’interface logiciel-service %@ non prise en charge.
it: Versione %@ di interfaccia Software-as-a-Service non supportata.
ja: サポートされていないSaaSインターフェイスバージョン%@。
nl: Niet-ondersteunde software-as-a-service interfaceversie %@.
pt: Versão %@ de interface de software como um serviço não suportada.

source: There was a content loading error.
de: Beim Laden des Inhalts ist ein Fehler aufgetreten.
es: Se produjo un error de carga de contenido.
fr_ca: Une erreur de chargement du contenu est survenue.
it: Si è verificato un errore durante il caricamento dei contenuti.
ja: コンテンツの読み込みエラーです。
nl: Er was een contentlaadfout.
pt: Ocorreu um erro de carregamento de conteúdo.

source: Your device failed to deregister from the messaging gateway successfully. This may lead to continued notifications. To resolve the issue, try to sign-in and sign-out again with a reliable network connection.
de: Die Registrierung Ihres Geräts am Messaging Gateway konnte nicht aufgehoben werden. Dies kann zu fortlaufenden Benachrichtigungen führen. Versuchen Sie, sich mit einer stabilen Netzwerkverbindung an- und wieder abzumelden, um das Problem zu beheben.
es: Su dispositivo no ha podido cancelar correctamente el registro de la puerta de enlace de mensajería. Esto puede provocar notificaciones continuas. Para resolver el problema, pruebe a cerrar la sesión y a abrirla otra vez con una conexión de red fiable.
fr_ca: Votre appareil n’a pas réussi à se désinscrire de la passerelle de messagerie. Cela peut entraîner un maintien des notifications. Pour résoudre le problème, essayez de vous connecter et de vous déconnecter à nouveau à partir d’une connexion réseau fiable.
it: Impossibile annullare la registrazione del dispositivo dal gateway di messaggistica. Tale condizione può portare a notifiche continue. Per risolvere il problema, provare ad accedere e disconnettersi di nuovo utilizzando una connessione di rete affidabile.
ja: お使いのデバイスがメッセージ・ゲートウェイから登録解除を正常に行えませんでした。これにより、継続的な通知を引き起こされる可能性があります。この問題を解決するには、信頼性の高いネットワーク接続を使用してログインおよびログアウトをもう一度お試しください。
pt: Não foi possível anular o registo do seu dispositivo com êxito a partir do gateway de mensagens. Isto poderá fazer com que continue a receber notificações. Para solucionar o problema, experimente iniciar e terminar sessão novamente com uma ligação estável.

source: USA IHS
es: EE. UU. IHS
ja: HIS (米国)
pt: EUA IHS

source: USA Cloud
es: EE. UU. nube
ja: USA クラウド
pt: EUA Nuvem

source: USA Beta
es: EE. UU. beta
ja: Beta (米国)
nl: USA Bèta
pt: EUA Beta

# Transfer to Circuit Switch
source: Transfer to Mobile
de: An Mobiltelefon übergeben
es: Transferir a móvil
fr_ca: Transférer au cellulaire
it: Trasferisci a cellulare
ja: モバイルに転送
nl: Doorverbinden naar mobiel
pt: Transferir para telemóvel

source: Your call will be transferred to:
de: Ihr Anruf wird übergeben an:
es: Su llamada será transferida a:
fr_ca: Votre appel sera transféré à :
it: La chiamata verrà trasferita a:
ja: あなたの通話は次に転送されます：
nl: Uw gesprek wordt doorverbonden naar:
pt: A sua chamada será transferida para:

source: Enter a phone number
de: Geben Sie eine Telefonnummer ein
es: Indique un número de teléfono
fr_ca: Indiquez un numéro de téléphone
it: Immettere un numero di telefono
ja: 電話番号を入れてください。
nl: Voer een telefoonnummer in
pt: Inserir um número de telefone

source: Edit Login Info
de: Anmeldeinformationen bearbeiten
es: Editar información de inicio de sesión
fr_ca: Modifier les données de connexion
it: Modifica info di accesso
ja: ログイン情報の編集
nl: Logingegevens bewerken
pt: Editar informações de início de sessão

source: My Enterprise Username
de: Benutzername meines Unternehmens
es: Nombre de usuario de mi empresa
fr_ca: Le nom d’utilisateur de mon entreprise
it: Mio nome utente aziendale
ja: エンタープライズユーザー名
nl: Gebruikersnaam Mijn bedrijf
pt: Nome de utilizador da minha empresa

# IdP Info
source: By clicling the "%@" button below, you will be redirected to the %@ login screen
de: Durch einen Klick auf die unten stehende Schaltfläche „%@“ werden Sie zum Anmeldebildschirm von %@ weitergeleitet.
es: Si hace clic en el botón "%@" de abajo, se le redirigirá a la pantalla de inicio de sesión de %@
fr_ca: Après avoir cliqué sur le bouton « %@ », vous serez redirigé vers la page de connexion %@.
it: Facendo clic sul pulsante "%@" sotto, verrai rediretto alla schermata di accesso %@
ja: 下の「%@」ボタンをクリックすると、%@サインイン画面にリダイレクトされます。
nl: Als u op de onderstaande ‘%@’-knop klikt, wordt omgeleid naar het %@ loginscherm
pt: Ao clicar no botão "%@" abaixo, será redirecionado para o ecrã de início de sessão %@

# Continue Info
source: By clicking the "%@" button below, you will be redirected to the %@ sign in screen
de: Durch einen Klick auf die unten stehende Schaltfläche „%@“ werden Sie zum Registrierungsbildschirm von %@ weitergeleitet.
es: Si hace clic en el botón "%@" de abajo, se le redirigirá a la pantalla de inicio de sesión de %@
fr_ca: Après avoir cliqué sur le bouton « %@ », vous serez redirigé vers la page de connexion %@.
it: Facendo clic sul pulsante "%@" sotto, verrai rediretto alla schermata di accesso %@
ja: 下の「%@」ボタンをクリックすると、%@サインイン画面にリダイレクトされます。
nl: Als u op de onderstaande ‘%@’-knop klikt, wordt u omgeleid naar het %@ aanmeldscherm
pt: Ao clicar no botão "%@" abaixo, será redirecionado para o ecrã de início de sessão %@

# Single Continue Info
source: By clicking the "%@" button below, you will be redirected to the sign in screen
de: Durch einen Klick auf die unten stehende Schaltfläche "%@" werden Sie zum Anmeldebildschirm weitergeleitet.
es: Si hace clic en el botón "%@" de abajo, se le redirigirá a la pantalla de inicio de sesión
fr_ca: Après avoir cliqué sur le bouton "%@" ci-dessous, vous serez redirigé vers l'écran de connexion
it: Facendo clic sul pulsante "%@" sotto, verrai reindirizzato alla schermata di accesso
ja: 下の "%@" ボタンをクリックすると、サインイン画面にリダイレクトされます
nl: Door op de knop "%@" hieronder te klikken, wordt u doorgestuurd naar het inlogscherm
pt: Ao clicar no botão "%@", abaixo, será redirecionado para o ecrã de início de sessão

# Signle Idp Text Description
source: On selecting "Continue" you will be redirected for authorization. Once authorized this step will be skipped and you will be logged in automatically.
de: Wenn Sie "Weiter" auswählen, werden Sie zur Autorisierung weitergeleitet. Nach erfolgter Autorisierung wird dieser Schritt zukünftig übersprungen und Sie werden automatisch angemeldet.
es: Al seleccionar "Continuar" se le redirigirá para la autorización. Una vez autorizado, este paso se omitirá y se iniciará sesión automáticamente.
fr_ca: Sélectionnez « Continuer » pour être redirigé vers la page d’autorisation. Une fois l’autorisation accordée, cette étape sera ignorée et vous serez connecté automatiquement.
it: Selezionando "Continua" si verrà rediretti alla pagina di autorizzazione. Dopo l'autorizzazione, questo passaggio viene ignorato e l'accesso verrà eseguito in modo automatico.
ja: 「続行」を選択すると、許可の申請が送られます。 一度許可されると、このステップは省略され、自動でログインします。
nl: Als u "Doorgaan" selecteert, wordt u omgeleid voor autorisatie. Na autorisatie wordt deze stap overgeslagen en wordt u automatisch aangemeld.
pt: Selecionando "Continuar" será redirecionado para autorização. Depois de autorizado, este passo será ignorado e a sessão será iniciada automaticamente.

source: No Connection
de: Keine Verbindung
es: Sin conexión
fr_ca: Aucune connexion
it: Nessuna connessione
ja: 接続なし
nl: Geen verbinding
pt: Sem ligação

source: Check your connection and try again.
de: Überprüfen Sie die Verbindung und versuchen Sie es erneut.
es: Compruebe su conexión e inténtelo de nuevo.
fr_ca: Vérifiez votre connexion, puis réessayez.
it: Verificare la connessione e riprovare.
ja: 接続を確認して、もう一度お試しください。
nl: Controleer uw verbinding en probeer het opnieuw.
pt: Verifique a sua ligação e tente de novo.

source: Username or password is incorrect
de: Benutzername oder Kennwort ist nicht richtig
es: Nombre de usuario o contraseña incorrectos
fr_ca: Le nom d’utilisateur ou le mot de passe est incorrect
it: Nome utente o password non corretti
ja: ユーザー名またはパスワードが間違っています
nl: Gebruikersnaam of wachtwoord is onjuist
pt: Nome de utilizador ou palavra-passe incorreto

source: Re-login required in 1 day. Please signout, re-type your password and signin again.
de: Erneute Anmeldung in 1 Tag erforderlich. Bitte melden Sie sich ab, geben Sie Ihr Kennwort erneut ein und melden Sie sich wieder an.
es: Debe volver a iniciar sesión dentro de 1 día. Cierre sesión, vuelva a escribir su contraseña y conéctese de nuevo.
fr_ca: Reconnexion demandée dans 1 jour. Veuillez vous déconnecter, retaper votre mot de passe et vous reconnecter.
it: Nuovo accesso richiesto entro 1 giorno. Disconnettersi, digitare di nuovo la password ed eseguire di nuovo l'accesso.
ja: 1 日後に再ログインが必要です。 ログアウトし、パスワードを再入力して再ログインしてください。
nl: Opnieuw aanmelden vereist in 1 dag. Meld u af, voer uw wachtwoord opnieuw in en meld u opnieuw aan.
pt: Novo login necessário em 1 dia. Encerre a sessão, volte a introduzir a sua palavra-passe e inicie sessão novamente.

source: Re-login required in %ld days. Please signout, re-type your password and signin again.
de: Erneute Anmeldung in %ld Tagen erforderlich. Bitte melden Sie sich ab, geben Sie Ihr Kennwort erneut ein und melden Sie sich wieder an.
es: Debe volver a iniciar sesión en %ld días. Cierre sesión, vuelva a escribir su contraseña y conéctese de nuevo.
fr_ca: Reconnexion demandée dans %ld jours. Veuillez vous déconnecter, retaper votre mot de passe et vous reconnecter.
it: Nuovo accesso richiesto entro %ld giorni. Disconnettersi, digitare di nuovo la password ed eseguire di nuovo l'accesso.
ja: %ld 日後に再ログインが必要です。 ログアウトし、パスワードを再入力して再ログインしてください。
nl: Opnieuw aanmelden vereist in %ld dagen. Meld u af, voer uw wachtwoord opnieuw in en meld u opnieuw aan.
pt: Novo login necessário em %ld dias. Encerre a sessão, volte a introduzir a sua palavra-passe e inicie sessão novamente.

source: Re-login required today. Please signout, re-type your password and signin again.
de: Erneute Anmeldung heute erforderlich. Bitte melden Sie sich ab, geben Sie Ihr Kennwort erneut ein und melden Sie sich wieder an.
es: Debe volver a iniciar sesión hoy. Cierre sesión, vuelva a escribir su contraseña y conéctese de nuevo.
fr_ca: Reconnexion demandée aujourd'hui. Veuillez vous déconnecter, retaper votre mot de passe et vous reconnecter.
it: Nuovo accesso richiesto entro oggi. Disconnettersi, digitare di nuovo la password ed eseguire di nuovo l'accesso.
ja: 本日、再ログインが必要です。 ログアウトし、パスワードを再入力して再ログインしてください。
nl: Opnieuw aanmelden vandaag vereist. Meld u af, voer uw wachtwoord opnieuw in en meld u opnieuw aan.
pt: Novo login necessário hoje. Encerre a sessão, volte a introduzir a sua palavra-passe e inicie sessão novamente.

source: Your session has expired. Sign in again to continue.
de: Ihre Sitzung ist abgelaufen. Melden Sie sich zum Fortfahren erneut an.
es: Su sesión ha caducado. Vuelva a iniciar sesión para continuar.
fr_ca: Votre session a expiré. Connectez-vous à nouveau pour continuer.
it: La sessione è scaduta. Accedi nuovamente per continuare.
ja: お使いのセッションは期限切れです。続けるにはもう一度ログインしてください。
nl: Uw sessie is verlopen. Log opnieuw in om verder te gaan.
pt: A sua sessão expirou. Inicie sessão novamente para continuar.

source: Your account has been disabled. Please check with your System Administrator.
de: Ihr Konto wurde deaktiviert. Wenden Sie sich an den Systemadministrator.
es: Su cuenta se ha desactivado. Consulte al administrador del sistema.
fr_ca: Votre compte a été désactivé. Veuillez vous renseigner auprès de votre administrateur système.
it: L'account è stato disattivato. Rivolgersi all'amministratore di sistema.
ja: お客様のアカウントは無効になっています。システム管理者に連絡して確認してください。
nl: Uw account is uitgeschakeld. Vraag uw systeembeheerder om meer informatie.
pt: A sua conta foi desativada. Consulte o seu Administrador do sistema.

source: You have reached the maximum number of registered applications.This application will be unregistered.
de: Die maximale Anzahl an registrierten Anwendungen wurde erreicht. Diese Registrierung dieser Anwendung wird aufgehoben.
es: Usted alcanzó el número máximo de aplicaciones registradas. Esta aplicación no se registrará.
fr_ca: Usted alcanzó el número máximo de aplicaciones registradas. Esta aplicación no se registrará.
it: È stato raggiunto il numero massimo di applicazioni registrate. La registrazione di questa applicazione verrà annullata.
ja: アプリケーションの登録可能数を超えました。このアプリケーションは登録されません。
nl: Je hebt het maximaal aantal registraties voor deze applicatie bereikt. Deze applicatie is niet langer geregistreerd.
pt: Atingiu o número máximo de aplicações registadas.O registo desta aplicação será anulado.

source: Forced sign out.
de: Abmeldung erzwungen.
es: Cierre de sesión forzado.
fr_ca: Cierre de sesión forzado.
it: Disconnessione forzata.
ja: 強制的にログアウトされました。
nl: Gedwongen afgemeld.
pt: Fim de sessão forçado.

source: Select your region
de: Wählen Sie Ihre Region aus
es: Seleccione su región
fr_ca: Sélectionnez votre région
it: Seleziona la tua regione
ja: 地域を選択する
nl: Selecteer uw regio
pt: Selecione a sua região

source: Region
de: Bereich
es: Región
fr_ca: Région
it: Regione
ja: 地域
nl: Regio
pt: Região

source: A new version of the application is available.
de: Es ist eine neue Version der Anwendung verfügbar.
es: Hay disponible una nueva versión de la aplicación.
fr_ca: Hay disponible una nueva versión de la aplicación.
it: È disponibile una nuova versione dell'applicazione.
ja: アプリケーションの新しいバージョンが利用可能です。
nl: Er is een nieuwe versie van de toepassing beschikbaar.
pt: Está disponível uma nova versão da aplicação.

source: A new version of the application is available. Would you like to upgrade now?
de: Es ist eine neue Version der Anwendung verfügbar. Möchten Sie jetzt ein Upgrade durchführen?
es: Hay disponible una nueva versión de la aplicación. ¿Desea actualizarse ahora?
fr_ca: Hay disponible una nueva versión de la aplicación. ¿Desea actualizarse ahora?
it: È disponibile una nuova versione dell'applicazione. Eseguire l'upgrade adesso?
ja: アプリケーションの新しいバージョンが利用可能です。今すぐアップグレードしますか？
nl: Er is een nieuwe versie van de toepassing beschikbaar. Wilt u nu upgraden?
pt: Está disponível uma nova versão da aplicação. Quer atualizar agora?

source: Upgrade
es: Actualizar
fr_ca: Actualizar
it: Aggiorna
ja: アップグレード
nl: Upgraden
pt: Atualizar

source: Camera
de: Kamera
es: Cámara
fr_ca: Caméra
it: Fotocamera
ja: カメラ
pt: Câmara

source: Microphone
de: Mikrofon
es: Micrófono
it: Microfono
ja: マイク
pt: Microfone

source: %@ does not have access to your %@. To enable access, tap %@ and turn on %@
de: %@ hat keinen Zugriff auf %@. Aktivieren Sie den Zugriff, indem Sie auf %@ tippen und %@ einschalten
es: %@ no tiene acceso a su %@. Para activar el acceso, toque %@ y active %@
fr_ca: %@ n'a pas accès à votre %@. Pour activer l'accès, appuyez sur %@ et activez %@
it: %@ non ha accesso al tuo %@. Per abilitare l'accesso, tocca %@ e attiva %@
ja: %@ は %@ にアクセスできません。アクセスを有効にするには、%@ をタップして %@ をオンにします
nl: %@ heeft geen toegang tot uw %@. Tik op %@ om toegang te krijgen en zet %@ aan
pt: %@ não tem acesso a %@. Para ter acesso, toque em %@ e ative %@

source: Accept the privacy policy.
de: Akzeptieren Sie die Datenschutzbestimmungen.
es: Acepte la política de privacidad.
fr_ca: Accepter la politique de confidentialité.
it: Accetta l'Informativa sulla privacy.
ja: 個人情報保護方針に同意する。
nl: Accepteer het privacybeleid.
pt: Aceitar a Política de Privacidade.

source: %@ cannot be used unless the privacy policy is accepted.
de: %@ kann erst verwendet werden, wenn Sie die Datenschutzbestimmungen akzeptieren.
es: %@ no se puede utilizar a menos que se acepte la política de privacidad.
fr_ca: %@ ne peut être utilisée que si la politique de confidentialité est acceptée.
it: L'app %@ non può essere utilizzata se non viene accettata l'Informativa sulla privacy.
ja: %@ は、個人情報保護方針に同意しなければ使用できません。
nl: %@ kan pas worden gebruikt na het accepteren van het privacybeleid.
pt: Não poderá utilizar a aplicação %@ a menos que aceite a Política de Privacidade.

source: Review Policy
de: Bestimmungen lesen
es: Consultar la política
fr_ca: Examiner la politique
it: Leggi l'Informativa
ja: 方針を見る
nl: Overzicht beleid
pt: Rever a política

source: Appearance
de: Darstellung
es: Apariencia
fr_ca: Apparence
it: Presenza
ja: 外見
nl: Verschijning
pt: Aspeto

source: THEME
de: Layout
es: Tema
fr_ca: Thème
it: Tema
ja: テーマ
nl: Thema
pt: Tema

source: Light
de: Hell
es: Claro
fr_ca: Clair
it: Luminoso
ja: 明るい
nl: Licht
pt: Claro

source: Dark
de: Dunkel
es: Oscuro
fr_ca: Sombre
it: Scuro
ja: 暗い
nl: Donker
pt: Escuro

source: System
es: Sistema
fr_ca: Système
it: Sistema
ja: システム
nl: Systeem
pt: Sistema

source: Changing the theme will apply it to the entire app.
de: Die Änderung des Layouts gilt für die gesamte App
es: El cambio de tema se aplicará a toda la aplicación
fr_ca: Le changement de thème s'appliquera à l'ensemble de l'application
it: La modifica del tema verrà applicata a tutta l'app
ja: テーマを変更すると、アプリ全体に適用されます
nl: Wijzigingen in het thema zijn van toepassing op de hele app
pt: A alteração do tema será aplicada a toda a aplicação

source: OK
es: Aceptar

source: EMEA
fr_ca: EUROPE, MOYEN-ORIENT ET AFRIQUE
