Repository: Ebisu-Tecnico/Ebisu
Catalog: IrisBranding.kit/resources/*.lproj/Localizable.strings
Languages: de, es, fr_ca, it, ja, nl, pt

source: 24 Hours
de: 24 Stunden
es: 24 horas
fr_ca: 24 heures
it: 24 ore
ja: 24時間
nl: 24 uren
pt: 24 horas

source: End of Today
de: Bis Ende des Tages
es: Final del día
fr_ca: Fin de la journée
it: Fine giornata
ja: 一日の終わり
nl: Einde van vandaag
pt: Fim de hoje

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr_ca: Personnalisé
it: Personalizzato
ja: カスタム
nl: Aangepast
pt: Personalizar

source: Choose a number for %@
de: Eine Nummer auswählen für %@
es: Elegir un número para %@
fr_ca: Choisir un numéro pour %@
it: Scegli un numero per %@
ja: %@に番号を選んでください。
nl: Een nummer kiezen voor %@
pt: Escolher um número para %@

source: No phone numbers available.
de: Keine Telefonnummern verfügbar.
es: No hay ningún número de teléfono disponible.
fr_ca: Aucun numéro de téléphone disponible.
it: Nessun numero telefonico disponibile.
ja: 利用可能な電話番号はありません。
nl: Geen telefoonnummers beschikbaar.
pt: Nenhum número de telefone atribuído.

source: Availability settings could not be loaded.
de: Verfügbarkeitseinstellungen konnten nicht geladen werden.
es: No se pudieron cargar los ajustes de disponibilidad.
fr_ca: Impossible de charger les paramètres de disponibilité.
it: Impossibile caricare le impostazioni di disponibilità.
ja: 可用性設定を読み込めません。
nl: Beschikbaarheidsinstellingen kunnen niet worden geladen.
pt: As definições de disponibilidade não foram carregadas.

source: Your availability could not be updated.
de: Ihr Verfügbarkeitsstatus konnte nicht aktualisiert werden.
es: No se pudo actualizar su disponibilidad.
fr_ca: Votre disponibilité n’a pas pu être mise à jour.
it: Impossibile aggiornare la disponibilità
ja: あなたの可用性を更新できません。
nl: Uw beschikbaarheid kan niet worden bijgewerkt.
pt: A sua disponibilidade não pode ser atualizada.

source: Alerting
de: Benachrichtigen
es: Alertando
fr_ca: Alerte
it: Avviso
ja: アラート
nl: Alarmeren
pt: Alertas

source: Select the number of rings
de: Anzahl der Anrufe auswählen
es: Seleccionar el número de tonos
fr_ca: Sélectionner le nombre de sonneries
it: Selezionare il numero di squilli
ja: 呼出し回数の選択
nl: Aantal keer overgaan selecteren
pt: Selecione o número de toques

source: No Alert
de: Keine Benachrichtigung
es: No alertar
fr_ca: Aucune alerte
it: Nessun avviso
ja: アラートなし
nl: Geen alarm
pt: Nenhum alerta

source: Ring Reminder
de: Erinnerung mit Rufzeichen
es: Recordatorio de tono
fr_ca: Rappel de sonnerie
it: Squillo promemoria
ja: 呼出しリマインダー
nl: Herinnering overgaan
pt: Lembrete de toque

source: Alert Me First
de: Mich Zuerst Benachrichtigen
es: Alertarme a mí primero
fr_ca: M'alerter en premier
it: Avvisami prima
ja: 最初に自分にアラート
nl: Waarschuw mij eerst
pt: Alertar-me primeiro

source: Ring Reminder requires VoIP mode. Go to the Main Menu to turn on VoIP.
de: Die stille Benachrichtigung erfordert den VoIP-Modus. Wechseln Sie zum Hauptmenü, um den VoIP-Modus zu aktivieren.
es: La alerta silenciosa requiere el modo VoIP. Vaya al menú principal para activar el VoIP.
fr_ca: L’alerte silencieuse nécessite d’utiliser le mode VoIP. Accédez au menu principal pour activer le mode VoIP.
it: L\'avviso silenzioso richiede la modalità VoIP. Accedere al menu principale per attivare VoIP.
ja: 無オンアラートにはVoIPモードが必要です。メインメニューに移動してVoIPをオンにします。
nl: Stil alarm vereist VoIP-modus. Ga naar het hoofdmenu om VoIP in te schakelen.
pt: O alerta de silêncio requer o modo VoIP. Aceda ao Menu principal para ligar o VoIP.

source: Unable to process your request. Please upgrade your current client and try again.
de: Anfrage konnte nicht bearbeitet werden. Bitte aktualisieren Sie die Applikation und versuchen es erneut.
es: No es posible procesar su solicitud. Por favor actualicer el cliente y vuelva a intentarlo
fr_ca: Il est impossible de réaliser votre demande. S'il vous plaît mettre à jour le client et réessayer.
it: Impossibile processare la tua richiesta. Per piacere aggiorna il client e riprova
ja: リクエストを処理できませんでした。クライアントをアップグレードし、再実行してください。
nl: We kunnen uw verzoek niet verwerken. Upgrade uw huidige client en probeer het opnieuw.
pt: Não é possível proceder com o seu pedido. Por favor atualize a sua aplicacão e tente de novo.

source: Ends
de: Endet
es: Finaliza
fr_ca: Fin
it: Fine
ja: 終わり
nl: Loopt af
pt: Termina

source: Call Failed
de: Anruf fehlgeschlagen
es: Fallo de llamada
fr_ca: Échec de l'appel
it: Chiamata non riuscita
ja: 通話失敗
nl: Oproep mislukt
pt: Falha na chamada

source: Could not launch %1$@ to join the room of %2$@. %3$@
de: %1$@ für den Beitritt zum Raum von %2$@ konnte nicht gestartet werden. %3$@
es: Imposible iniciar %1$@ para entrar en la sala de %2$@. %3$@
fr_ca: Impossible de lancer %1$@ pour rejoindre la salle de %2$@. %3$@
it: Impossibile avviare %1$@ per entrare nella room di %2$@. %3$@
ja: %2$@のルームに参加する%1$@を起動できません。 %3$@
nl: Kan niet geopend worden %1$@ om deel te nemen aan de ruimte %2$@. %3$@
pt: Não foi possível iniciar %1$@ para entrar na sala de %2$@. %3$@

source: Direct calling not available. More…
de: Direktanruf nicht verfügbar. Weitere Optionen…
es: Llamada directa no disponible. Más…
fr_ca: Appel direct non disponible. Plus…
it: Chiamata diretta non disponibile. Altro…
ja: 直接電話することができません。詳細…
nl: Direct bellen niet beschikbaar. Meer…
pt: Chamada direta não disponível. Mais…

source: Phone
de: Telefon
es: Teléfono
fr_ca: Téléphone
it: Telefono
ja: 電話
nl: Telefoon
pt: Telefone

source: Call Settings
de: Anrufeinstellungen
es: Ajustes de llamada
fr_ca: Paramètres d'appel
it: Impostazioni chiamata
ja: 通話設定
nl: Gespreksinstellingen
pt: Definições de chamadas

source: This device cannot make direct calls, but the call back feature can be used instead. Go to %@ and configure a call back service (such as %@) with the telephone number of the call back device. Then place the call and wait for the call back.
de: Mit diesem Gerät sind keine Direktanrufe möglich. Stattdessen kann die Rückruffunktion genutzt werden. Wechseln Sie zu „%@“ und konfigurieren Sie einen Rückrufdienst (z. B. %@) mit der Rufnummer des Rückrufgeräts. Tätigen Sie dann den Anruf und warten Sie auf den Rückruf.
es: Este dispositivo no puede realizar llamadas directas, pero es posible usar en su lugar la función de devolución de llamada. Vaya a %@ y configure un servicio de devolución de llamada (por ejemplo, %@) con el número de teléfono del dispositivo de devolución de llamada. A continuación, realice la llamada y espere a la devolución de llamada.
fr_ca: Cet appareil ne peut pas faire d’appels directs; utilisez la fonction de rappel. Accédez à %@ et configurez un service de rappel (tel que %@) avec le numéro de téléphone de l'appareil de rappel. Ensuite, faites l'appel et attendez le rappel.
it: Il dispositivo non può effettuare chiamate dirette, ma è possibile utilizzare la funzione di richiamata. Accedere a %@ e configurare un servizio di richiamata (come %@) con il numero di telefono del dispositivo di richiamata. Quindi eseguire la chiamata e attendere la richiamata.
ja: このデバイスでは直接電話をかけることができませんが、代わりにコールバックを利用可能です。%@にて電話番号とコールバックサービスを設定（%@のように）し、発信を行いコールバックをお待ち下さい。
nl: Met dit device kan niet direct worden gebeld, maar de terugbelfunctie kan wel worden gebruikt. Ga naar %@ en configureer een terugbelservice (zoals %@) met het telefoonnummer waarop u wilt worden teruggebeld. Vervolgens plaatst u de oproep en wacht u tot u wordt teruggebeld.
pt: Este dispositivo não pode fazer chamadas diretas, mas a funcionalidade de retorno de chamada pode ser utilizado em alternativa. Aceda a %@ e configure um serviço de retorno de chamada (como %@) com o número de telefone do dispositivo de retorno de chamada. Em seguida, faça a chamada e aguarde o retorno da chamada.

source: Attention
de: Achtung
es: Atención
it: Attenzione
ja: 警告
nl: Let op
pt: Atenção

# Call Pull
source: Pull Call
de: Anrufübernahme
es: Obtener llamada
fr_ca: Pull d'appel
it: Pull della chiamata
ja: コールプル
nl: Gesprek terugnemen
pt: Puxar chamada

source: Call Voicemail
de: Voicemail anrufen
es: Llamar a buzón de voz
fr_ca: Appeler la messagerie vocale
it: Segreteria telefonica
ja: ボイスメールに発信
nl: Gespreksvoicemail
pt: Chamar correio de voz

source: Dialing…
de: Wählen…
es: Marcando…
fr_ca: Composition…
it: Composizione in corso…
ja: ダイヤル…
nl: Bellen…
pt: A ligar...

source: Cellular Call
de: Mobilfunkanruf
es: Llamada de móvil
fr_ca: Appel cellulaire
it: Chiamata cellulare
ja: 携帯電話
nl: Mobiel gesprek
pt: Chamada de telemóvel

source: The data network is unavailable, would you like to make the call using the cellular network instead? Additional charges may apply.
de: Das Datennetz ist nicht verfügbar. Möchten Sie stattdessen den Anruf über das Mobilfunknetz tätigen? Es entstehen möglicherweise zusätzliche Kosten.
es: La red de datos no está disponible, ¿desea realizar la llamada con una red móvil en su lugar? Podrían aplicarse cargos adicionales.
fr_ca: Le réseau de données est indisponible. Voulez-vous passer votre appel en vous servant du réseau cellulaire? Des frais supplémentaires peuvent s’appliquer.
it: La rete dati non è disponibile, effettuare la chiamata utilizzando la rete cellulare? Potrebbero esservi ulteriori costi.
ja: データネットワークは利用できません。代わりに携帯電話ネットワークを使用して電話をかけますか？追加料金がかかる場合があります。
nl: Het datanetwerk is niet beschikbaar. Wilt u in plaats daarvan de oproep doen via het mobiele netwerk? Er kunnen extra kosten van toepassing zijn.
pt: A rede de dados está indisponível. Em alternativa, pretende fazer a chamada utilizando a rede celular? Podem ser aplicadas tarifas adicionais.

source: Personal Cellular Call
de: Persönlicher Mobilfunkanruf
es: Llamada de móvil personal
fr_ca: Appel cellulaire personnel
it: Chiamata cellulare personale
ja: 個人携帯電話
nl: Persoonlijk mobiel gesprek
pt: Chamada de telemóvel pessoal

source: The data network is unavailable, would you like to make the call using the cellular network instead? Your call will be placed from this device's phone number. Additional charges may apply.
de: Das Datennetz ist nicht verfügbar. Möchten Sie stattdessen den Anruf über das Mobilfunknetz tätigen? Der Anruf wird mit der Telefonnummer dieses Geräts getätigt. Es entstehen möglicherweise zusätzliche Kosten.
es: La red de datos no está disponible, ¿desea realizar la llamada con una red móvil en su lugar? Su llamada se realizará desde el número de teléfono de este dispositivo. Podrían aplicarse cargos adicionales.
fr_ca: Le réseau de données est indisponible. Voulez-vous passer votre appel en vous servant du réseau cellulaire? Votre appel sera passé depuis le numéro de cet appareil. Des frais supplémentaires peuvent s’appliquer.
it: La rete dati non è disponibile, effettuare la chiamata utilizzando la rete cellulare? La chiamata verrà effettuata dal numero telefonico di questo dispositivo. Potrebbero esservi ulteriori costi.
ja: データネットワークは利用できません。代わりに携帯電話ネットワークを使用して電話をかけますか？電話はこのデバイスの電話番号から発信されます。追加料金がかかる場合があります。
nl: Het datanetwerk is niet beschikbaar. Wilt u in plaats daarvan de oproep doen via het mobiele netwerk? Uw oproep wordt gedaan vanaf het telefoonnummer van dit apparaat. Er kunnen extra kosten van toepassing zijn.
pt: A rede de dados está indisponível. Em alternativa, pretende fazer a chamada utilizando a rede celular? A sua chamada será efetuada a partir deste número de telefone. Podem ser aplicadas tarifas adicionais.

source: There is no network available to make the call. Please try again later.
de: Es ist kein Netzwerk verfügbar, um den Anruf zu tätigen. Versuchen Sie es später erneut.
es: No hay ninguna red disponible para realizar la llamada. Inténtelo de nuevo más tarde.
fr_ca: Aucun réseau n’est disponible pour passer l’appel. Réessayer plus tard.
it: Nessuna rete disponibile per effettuare la chiamata. Riprovare più tardi.
ja: 通話に使用できるネットワークはありません。後ほどお試しください。
nl: Er is geen netwerk beschikbaar om te bellen. Probeer het later nogmaals.
pt: Não há qualquer rede disponível para fazer a chamada. Tente novamente mais tarde.

source: Directory
de: Verzeichnis
es: Directorio
fr_ca: Répertoire
it: Rubrica
ja: ディレクトリ
nl: Adresboek
pt: Diretório

source: Search Contacts
de: Kontakte durchsuchen
es: Buscar contactos
fr_ca: Recherche de contacts
it: Cerca contatti
ja: コンタクト検索
nl: Zoeken in contacten
pt: Pesquisar contactos

source: Use search to find contacts.
de: Verwenden Sie die Suchfunktion, um nach Kontakten zu suchen.
es: Use la búsqueda para buscar contactos.
fr_ca: Utilisez la recherche pour trouver des contacts.
it: Utilizza la ricerca per trovare i contatti
ja: コンタクト検索
nl: Gebruik de zoekfunctie om contacten zoeken.
pt: Utilize a pesquisa para encontrar contactos.

source: iPhone Address Book
de: iPhone-Adressbuch
es: Libreta de direcciones del iPhone
fr_ca: Carnet d'adresses du iPhone
it: Rubrica iPhone
ja: iPhone電話帳
nl: iPhone-adresboek
pt: Agenda de contactos do iPhone

source: No matches found.
de: Keine Übereinstimmungen gefunden.
es: No se han encontrado coincidencias.
fr_ca: Aucun résultat trouvé.
it: Nessuna corrispondenza trovata
ja: 該当する件がありません。
nl: Geen overeenkomsten gevonden.
pt: Nenhuma correspondência encontrada.

source: Quick Results
de: Schnelle Ergebnisse
es: Resultados rápidos
fr_ca: Résultats rapides
it: Risultati rapidi
ja: 即時結果
nl: Snelle resultaten
pt: Resultados rápidos

source: Unable to search directory
de: Verzeichnis kann nicht gesucht werden.
es: No se puede buscar en el directorio
fr_ca: Impossible de rechercher dans le répertoire
it: Impossibile eseguire una ricerca nella rubrica
ja: ディレクトリを検索できません
nl: Telefoonlijst kan niet worden doorzocht
pt: Não é possível pesquisar no diretório

source: Call History
de: Anrufverlauf
es: Historial de llamadas
fr_ca: Historique d'appel
it: Cronologia chiamate
ja: 通話履歴
nl: Gespreksgeschiedenis
pt: Histórico de chamadas

source: Private
de: Privat
es: Privado
fr_ca: Privé
it: Privato
ja: プライベート
nl: Privé
pt: Privado

source: Anonymous
de: Anonym
es: Anónima
fr_ca: Anonyme
it: Anonimo
ja: 匿名
nl: Anoniem
pt: Anónimo

source: You have no calls yet.
de: Sie haben noch keine Anrufe erhalten.
es: Todavía no tiene llamadas.
fr_ca: Vous n'avez pas encore d'appels.
it: Non vi sono ancora chiamate.
ja: 通話なし
nl: U hebt nog geen gesprekken.
pt: Ainda não tem chamadas.

source: to
de: zu
es: a
fr_ca: vers
it: a
ja: に
nl: Aan:
pt: para

source: Delete Call History?
de: Anrufverlauf löschen?
es: ¿Borrar historial de llamadas?
fr_ca: Supprimer l\'historique d\'appels?
it: Eliminare la cronologia chiamate?
ja: 通話履歴を削除しますか?
nl: Gespreksgeschiedenis verwijderen?
pt: Apagar histórico de chamadas?

source: Delete History
de: Verlauf löschen
es: Borrar historial
fr_ca: Supprimer l\'historique
it: Elimina cronologia
ja: 履歴削除
nl: Geschiedenis verwijderen
pt: Apagar histórico

source: Missed call
de: Entgangener Anruf
es: Llamada perdida
fr_ca: Appel en absence
it: Chiamata persa
ja: 不在着信
nl: Gemiste gesprekken
pt: Chamada perdida

source: Profile
de: Profil
es: Perfil
fr_ca: Profil
it: Profilo
ja: プロファイル
nl: Profiel
pt: Perfil

source: Title
de: Titel
es: Título
fr_ca: Titre
it: Titolo
ja: タイトル
nl: Titel
pt: Título

source: Location
de: Standort
es: Ubicación
fr_ca: Emplacement
it: Posizione
ja: ロケーション
nl: Locatie
pt: Localização

source: Work Phone
de: Telefon (geschäftlich)
es: Teléfono del trabajo
fr_ca: Numéro de téléphone au travail
it: Telefono ufficio
ja: 会社電話
nl: Werktelefoon
pt: Telefone de trabalho

source: Extension
de: Durchwahl
es: Extensión
fr_ca: Poste
it: Interno
ja: 内線番号
nl: Toestel
pt: Extensão

source: Email
es: Correo electrónico
fr_ca: Courriel
ja: メール

source: Chat
fr_ca: Clavardage
ja: チャット
nl: Chatten
pt: Conversa

source: Department
de: Abteilung
es: Departamento
fr_ca: Service
it: Dipartimento
ja: 部署
nl: Afdeling
pt: Departamento

source: Mobile Phone
de: Mobiltelefon
es: Teléfono móvil
fr_ca: Téléphone cellulaire
it: Cellulare
ja: 携帯電話
nl: Mobiel telefoonnr.
pt: Telemóvel

source: First Name
de: Vorname
es: Nombre
fr_ca: Prénom
it: Nome
ja: 名前
nl: Voornaam
pt: Nome

source: Last Name
de: Nachname
es: Apellidos
fr_ca: Nom
it: Cognome
ja: 苗字
nl: Achternaam
pt: Apelido

source: Personal Phone
de: Telefon (persönlich)
es: Teléfono personal
fr_ca: Téléphone personnel
it: Telefono personale
ja: 個人電話
nl: Privételefoonnr.
pt: Telefone pessoal

source: Address
de: Adresse
es: Dirección
fr_ca: Adresse
it: Indirizzo
ja: 住所
nl: Adres
pt: Endereço

source: Display Name
de: Anzeigename
es: Nombre visible
fr_ca: Nom affiché
it: Nome visualizzato
ja: 表示名
nl: Naam weergeven
pt: Nome de visualização

source: Enter Display Name
de: Anzeigename eingeben
es: Introducir Nombre visible
fr_ca: Saisissez le nom affiché
it: Immetti il nome da visualizzare
ja: 表示名を入力
nl: Weergavenaam invoeren
pt: Inserir nome de visualização

source: Enter Personal Phone
de: Persönliche Telefonnummer eingeben
es: Introducir teléfono personal
fr_ca: Saisissez le numéro de téléphone personnel
it: Immetti il telefono personale
ja: 個人電話を入力
nl: Privételefoonnr. invoeren
pt: Inserir telefone pessoal

source: More
de: Mehr
es: Más
fr_ca: Plus
it: Altro
ja: 更に
nl: Meer
pt: Mais

# Pager
source: Other Number
de: Andere Nummer
es: Otro número
fr_ca: Autre numéro
it: Altro numero
ja: ページャー
nl: Ander nummer
pt: Outro número

source: Webex Email
es: Correo electrónico de Webex
fr_ca: Courriel Webex
it: E-mail Webex
ja: Webexメール

source: Announcement
de: Ansage
es: Anuncio
fr_ca: Annonce
it: Annuncio
ja: アナウンス
nl: Aankondiging
pt: Anúncio

source: Members
de: Mitglieder
es: Miembros
fr_ca: Membres
it: Membri
ja: メンバー
nl: Leden
pt: Membros

source: System Notifications
de: Systembenachrichtigungen
es: Notificaciones del sistema
fr_ca: Notifications du système
it: Notifiche di sistema
ja: システム通知
nl: Systeemmeldingen
pt: Notificações do sistema

source: More ▾
de: Mehr ▾
es: Más ▾
fr_ca: Plus ▾
it: Altro ▾
ja: 詳細 ▾
nl: Meer ▾
pt: Mais ▾

source: Less ▴
de: Weniger ▴
es: Menos ▴
fr_ca: Moins ▴
it: Meno ▴
ja: 隠す ▴
nl: Minder ▴
pt: Menos ▴

source: Clear
de: Löschen
es: Borrar
fr_ca: Effacer
it: Cancella
ja: 削除
nl: Wissen
pt: Limpar

source: Try Again
de: Erneut versuchen
es: Reintentar
fr_ca: Réessayer
it: Riprova
ja: 再度お試しください。
nl: Opnieuw proberen
pt: Tentar novamente

source: Update
de: Aktualisieren
es: Actualizar
fr_ca: Mise à jour
it: Aggiorna
ja: 更新
nl: Bijwerken
pt: Atualizar

source: Settings
de: Einstellungen
es: Ajustes
fr_ca: Paramètres
it: Impostazioni
ja: 設定
nl: Instellingen
pt: Definições

source: Settings & About
de: Einstellungen und Infos
es: Configuración y Acerca de
fr_ca: Paramètres et À propos
it: Impostazioni e informazioni
ja: 設定と詳細情報
nl: Instellingen & Over
pt: Definições e sobre

source: Calling
de: Anrufen
es: Llamando
fr_ca: Appel en cours
it: Chiamata in corso
ja: 通話
nl: Bellen
pt: A ligar

source: Troubleshooting
de: Fehlerbehebung
es: Solución de problemas
fr_ca: Dépannage
it: Risoluzione dei problemi
ja: トラブルシュート
nl: Problemen oplossen
pt: Solução de problemas

source: Detailed Logging
de: Detaillierte Protokollierung
es: Registro detallado
fr_ca: Journalisation détaillée
it: Log dettagliato
ja: 詳細ログ取得
nl: Gedetailleerde logging
pt: Registo detalhado

source: Email Logs to Support
de: Protokolle an Support senden
es: Enviar registros a asistencia
fr_ca: Envoyer les journaux par courriel au service de soutien
it: Invia log al supporto via e-mail
ja: サポートにログをメール送信
nl: E-maillogs naar Support
pt: Registos de e-mail para suporte

source: Send Analytics
de: Analyse senden
es: Enviar análisis
fr_ca: Envoyer les analyses
it: Invia analitica
ja: 利用統計を送信
nl: Analytics verzenden
pt: Enviar análises

source: Testing
de: Test
es: Probando
fr_ca: Test en cours
it: Test
ja: テスト
nl: Testen
pt: A testar

source: Create Notification Alert
de: Benachrichtigung erstellen
es: Crear alerta de notificación
fr_ca: Créer une alerte de notification
it: Crea avviso di notifica
ja: 通知アラートを生成
nl: Waarschuwing maken
pt: Criar alerta de notificação

source: Unable to create email log attachment.
de: Anhang mit E-Mail-Protokoll kann nicht erstellt werden.
es: Imposible crear un archivo adjunto de registro de correo electrónico.
fr_ca: Impossible d'ajouter les journaux en pièce jointe au courriel.
it: Impossibile creare l'allegato log delle e-mail.
ja: ログをメールに添付できません。
nl: Kan geen bijlage maken voor e-maillog.
pt: Não foi possível criar o anexo do registo de e-mail.

source: Enabled
de: Aktiviert
es: Activado
fr_ca: Activé
it: Abilitato
ja: 有効
nl: Ingeschakeld
pt: Ativado

source: Disabled
de: Deaktiviert
es: Desactivado
fr_ca: Désactivé
it: Disabilitato
ja: 無効
nl: Uitgeschakeld
pt: Desativado

source: Call From
de: Anruf von
es: Llamada desde
fr_ca: Appel de
it: Chiamata da
ja: 発信者
nl: Gesprek van
pt: Chamada de

source: Hidden Number
de: Unterdrückte Rufnummer
es: Número oculto
fr_ca: Numéro masqué
it: Numero nascosto
ja: 非表示
nl: Verborgen nummer
pt: Número oculto

source: Business Phone
de: Geschäftstelefon
es: Teléfono de empresa
fr_ca: Téléphone d'affaires
it: Telefono ufficio
ja: 会社電話
nl: Zakelijke telefoon
pt: Telefone comercial

source: Select a number for outgoing calls.
de: Wählen Sie eine Nummer für ausgehende Anrufe aus.
es: Seleccione un número para las llamadas salientes.
fr_ca: Sélectionnez un numéro pour les appels sortants.
it: Selezionare un numero per le chiamate in uscita.
ja: 発信者番号を選択してください。
nl: Selecteer een nummer voor uitgaande gesprekken.
pt: Selecione um número para realizar chamadas.

source: Press and hold on the call buttons to select an outgoing number.
de: Halten Sie die Anruftasten gedrückt, um die anzurufende Nummer auszuwählen.
es: Mantenga pulsados los botones de llamada para seleccionar un número de llamada saliente.
fr_ca: Appuyez sur les boutons d'appel et maintenez appuyé pour sélectionner un numéro sortant.
it: Tenere premuti i pulsanti di chiamata per selezionare un numero in uscita.
ja: 発信ボタンを長押しすることで発信者番号を選択することが出来ます。
nl: Houd de belknoppen ingedrukt om een ​​uitgaand nummer te selecteren.
pt: Prima sem soltar os botões de chamada para selecionar um número de saída.

source: Allow 3rd party Keyboard
de: Drittanbietertastatur zulassen
es: Permitir teclados de terceros
fr_ca: Autoriser le clavier tiers
it: Consenti tastiera di terze parti
ja: 3rdパーティのキーボードを許可する
nl: Sta toetsenborden van anderen toe
pt: Permitir teclado de terceira entidade

source: Allow Full Access for 3rd Party Keyboards?
de: Vollständigen Zugriff für Drittanbietertastaturen zulassen?
es: ¿Desea permitir un pleno acceso a los teclados de terceros?
fr_ca: Autoriser un accès complet aux claviers tiers?
it: Consentire l'accesso completo a tastiere di terze parti?
ja: 3rdパーティのキーボードのフルアクセスを許可しますか？
nl: Volledige toegang toestaan voor toetsenborden van anderen?
pt: Permitir acesso completo a teclados de terceiras entidades?

source: Allow
de: Zulassen
es: Permitir
fr_ca: Autoriser
it: Consenti
ja: 許可
nl: Toestaan
pt: Permitir

source: Don't Allow
de: Nicht zulassen
es: No permitir
fr_ca: Ne pas autoriser
it: Non consentire
ja: 許可しない
nl: Niet toestaan
pt: Não permitir
