Repository: Ebisu-Tecnico/Ebisu
Catalog: IrisBranding.kit/resources/*.lproj/Localizable.strings
Languages: de, es, fr_ca, it, ja, nl, pt

source: DnD enabled
de: „Nicht stören“ aktiviert
es: No molestar activado
fr_ca: NpD activé
it: Non disturbare attivato
ja: 着信拒否有効
nl: “Niet storen” ingeschakeld
pt: DnD ativado

source: Dial
de: Wählen
es: Marcar
fr_ca: Composer
it: Componi
ja: ダイヤル
nl: Bellen
pt: Marcar

source: Type to dial
de: Zum Wählen Nummer eingeben
es: Tipo para marcar
fr_ca: Tapez pour composer le numéro
it: Digita per chiamare
ja: ダイヤルする
nl: Typ om te kiezen
pt: Digitar para marcar

source: From %@
de: Von %@
es: De %@
fr_ca: À partir de %@
it: Da %@
ja: %@ から
nl: Van %@
pt: De %@

source: Info
de: Informationen
es: Información
ja: 情報
pt: Informações

source: License
de: Lizenz
es: Licencia
fr_ca: Licence
it: Licenza
ja: ライセンス
nl: Licentie
pt: Licença

source: Legal Notices
de: Rechtliche Hinweise
es: Avisos legales
fr_ca: Mentions juridiques
it: Note legali
ja: 法的通知
nl: Juridische informatie
pt: Avisos legais

source: App Id
es: ID de app
fr_ca: ID de l'application
it: ID app
ja: アプリID
pt: ID da aplicação

source: Build
es: Compilación
fr_ca: Édition
ja: ビルド
pt: Versão

source: Welcome Screens
de: Willkommensseiten
es: Pantallas de bienvenida
fr_ca: Écrans de bienvenue
it: Schermate di benvenuto
ja: ウェルカム画面
nl: Welkomstschermen
pt: Ecrãs de boas-vindas

source: Privacy Policy
de: Datenschutzbestimmungen
es: Política de privacidad
fr_ca: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシー ポリシー
nl: Privacybeleid
pt: Política de privacidade

source: IPV6 SUPPORT
es: COMPATIBILIDAD CON IPV6
fr_ca: SOUTIEN IPV6
it: SUPPORTO IPV6
ja: IPV6サポート
nl: IPV6 ONDERSTEUNING
pt: SUPORTE IPV6

source: Server Setup
de: Servereinrichtung
es: Configuración de servidor
fr_ca: Configuration du serveur
it: Impostazione server
ja: サーバのセットアップ
nl: Serverinstelling
pt: Configuração do servidor

source: Search Messages
de: Nachrichten durchsuchen
es: Buscar en los mensajes
fr_ca: Rechercher des messages
it: Cerca messaggi
ja: メッセージ検索
nl: Zoeken in berichten
pt: Pesquisar mensagens

source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi
ja: メッセージ
nl: Berichten
pt: Mensagens

source: You have no messages yet
de: Sie haben noch keine Nachrichten erhalten
es: Todavía no tiene mensajes
fr_ca: Vous n'avez pas encore de messages
it: Non vi sono ancora messaggi
ja: まだメッセージがありません。
nl: U hebt nog geen berichten
pt: Ainda não tem mensagens

source: Compose a new chat
de: Neuen Chat verfassen
es: Crear un nuevo chat
fr_ca: Créer un nouveau clavardage
it: Componi una nuova chat
ja: チャットを作成
nl: Nieuwe chat starten
pt: Criar uma nova conversa

source: New Message
de: Neue Nachricht
es: Nuevo mensaje
fr_ca: Nouveau message
it: Nuovo messaggio
ja: 新しいメッセージ
nl: Nieuw bericht
pt: Nova mensagem

source: New Announcement
de: Neue Ankündigung
es: Nuevo anuncio
fr_ca: Nouvelle annonce
it: Nuovo annuncio
ja: 新規アナウンス
nl: Nieuwe aankondiging
pt: Novo anúncio

source: New SMS
de: Neue SMS
es: Nuevo SMS
fr_ca: Nouveau message texte
it: Nuovo SMS
ja: 新規SMS
nl: Nieuwe SMS
pt: Nova SMS

source: To:
de: An:
es: Para:
fr_ca: À :
it: A:
ja: 宛先：
nl: Aan:
pt: Para:

source: Add Members:
de: Mitglieder hinzufügen:
es: Añadir miembros:
fr_ca: Ajouter des membres :
it: Aggiungi membri:
ja: メンバーの追加:
nl: Leden toevoegen:
pt: Adicionar membros:

source: Send
de: Senden
es: Enviar
fr_ca: Envoyer
it: Invia
ja: 送信
nl: Verzenden
pt: Enviar

source: Get New Messages
de: Neue Nachrichten abrufen
es: Recibir nuevos mensajes
fr_ca: Obtenir les nouveaux messages
it: Recupera nuovi messaggi
ja: 新しいメッセージを取得
nl: Nieuwe berichten ophalen
pt: Obter novas mensagens

source: Invalid Recipients
de: Ungültige Empfänger
es: Destinatarios no válidos
fr_ca: Destinataires non valides
it: Destinatari non validi
ja: 正しくない宛先
nl: Ongeldige ontvangers
pt: Destinatários inválidos

source: At least one recipient must have a valid messaging ID.
de: Mindestens ein Empfänger muss über eine gültige Messaging-ID verfügen.
es: Al menos un destinatario debe tener una ID de mensajería válida.
fr_ca: Au moins un destinataire doit avoir un ID de messagerie valide.
it: Almeno un destinatario deve avere un ID di messaggistica valido.
ja: 1つ以上の宛先に正しいメッセージングIDが必要です。
nl: Ten minste één ontvanger moet een geldige IM-ID hebben.
pt: Pelo menos um destinatário deve ter uma ID de mensagem válida.

source: Missing IM Address in contact
de: Fehlende IM-Adresse im Kontakt
es: Falta dirección IM en el contacto
fr_ca: L'adresse de messagerie instantanée du contact est manquante
it: Indirizzo IM mancante nel contatto
ja: コンタクトにIMアドレスがありません。
nl: IM-adres ontbreekt in contact
pt: Falta o endereço IM no contacto

source: Invalid IM Address:
de: Ungültige IM-Adresse:
es: Dirección IM no válida:
fr_ca: Adresse de messagerie instantanée non valide :
it: Indirizzo IM non valido:
ja: 正しくないIMアドレス：
nl: Ongeldig IM-adres:
pt: Endereço IM inválido:

source: Too Many Recipients
de: Zu viele Empfänger
es: Demasiados destinatarios
fr_ca: Trop de destinataires
it: Troppi destinatari
ja: 宛先が多すぎます。
nl: Te veel ontvangers
pt: Demasiados destinatários

source: There is a %@ recipient limit for group messages.
de: Grenzwert für Gruppennachrichten: %@ Empfänger.
es: Existe un límite de %@ destinatarios para los mensajes de grupo.
fr_ca: Les messages de groupe sont limités à %@ destinataires.
it: Per i messaggi di gruppo vi è il limite di %@ destinatari.
ja: グループメッセージングは%@宛先までに制限されています。
nl: De limiet voor het aantal ontvangers van groepsberichten is %@.
pt: Existe um limite de destinatário de %@ para mensagens de grupo.

source: Type your announcement
de: Geben Sie Ihre Ankündigung ein
es: Escriba su anuncio
fr_ca: Saisissez votre annonce
it: Digita il tuo annuncio
ja: アナウンスを入力してください
nl: Typ uw aankondiging
pt: Introduza o seu anúncio

source: Type your message
de: Geben Sie Ihre Nachricht ein
es: Escriba su mensaje
fr_ca: Saisissez votre message
it: Digita il tuo messaggio
ja: メッセージを入れてください
nl: Typ uw bericht
pt: Introduza a sua mensagem

source: You
de: Sie
es: Usted
fr_ca: Vous
it: Tu
ja: あなた
nl: U
pt: O utilizador

source: Choose from Photo Library
de: Aus der Fotobibliothek auswählen
es: Seleccionar de la biblioteca de fotos
fr_ca: Choisir dans la galerie de photos
it: Scegli da libreria foto
ja: フォトライブラリーから選択
nl: Kiezen uit fotobibliotheek
pt: Escolha a partir da Biblioteca de fotos

source: No photos or videos are available in your photo library or the camera is being used
de: In Ihrer Fotobibliothek sind keine Fotos oder Videos vorhanden oder die Kamera wird verwendet
es: No hay fotos ni vídeos disponibles en su biblioteca de fotos, o bien la cámara se está usando
fr_ca: Aucune photo ou vidéo disponible dans votre galerie de photos ou la caméra est en cours d’utilisation
it: Nessuna foto o video disponibile nella libreria foto o fotocamera in uso
ja: フォトライブラリーで写真やビデオを使用できない、またはカメラが使用中です。
nl: Er zijn geen foto's of video's beschikbaar in uw fotobibliotheek of de camera wordt gebruikt
pt: Não estão disponíveis fotos ou vídeos na biblioteca de fotos ou a câmara está a ser utilizada

source: No Message Selected
de: Keine Nachricht ausgewählt
es: Ningún mensaje seleccionado
fr_ca: Aucun message sélectionné
it: Nessun messaggio selezionato
ja: メッセージが選択されていません。
nl: Geen bericht geselecteerd
pt: Nenhuma mensagem selecionada

source: No Call Selected
de: Kein Anruf ausgewählt
es: Ninguna llamada seleccionada
fr_ca: Aucun appel sélectionné
it: Nessuna chiamata selezionata
ja: 通話が選択されていません。
nl: Geen oproep geselecteerd
pt: Nenhuma chamada selecionada

source: Reply
de: Antworten
es: Responder
fr_ca: Répondre
it: Rispondi
ja: 返信
nl: Antwoord
pt: Responder

source: New Space
de: Neuer Raum
es: Nuevo espacio
fr_ca: Nouvel espace
it: Nuovo spazio
ja: 新しいスペース
nl: Nieuwe ruimte
pt: Novo espaço

source: Name
es: Nombre
fr_ca: Nom
it: Nome
ja: 名前
nl: Naam
pt: Nome

source: Failed to start chat with this contact.
de: Fehler beim Starten des Chats mit diesem Kontakt.
es: No se pudo iniciar el chat con este contacto.
fr_ca: Impossible de démarrer la conversation avec ce contact.
it: Impossibile avviare la chat con questo contatto.
ja: この連絡先とのチャットを開始できませんでした。
nl: Chat met deze contactpersoon starten mislukt.
pt: Não foi possível começar a conversar com este contacto.

source: My Profile
de: Mein Profil
es: Mi perfil
fr_ca: Mon profil
it: Mio profilo
ja: 私のプロファイル
nl: Mijn profiel
pt: O meu perfil

source: ⇣ Pull to Update
de: ⇣ Zum Aktualisieren Pull ausführen
es: ⇣ Arrastrar para actualizar
fr_ca: ⇣ Tirez pour mettre à jour
it: ⇣ Scorrrere per aggiornare
ja: ⇣ 更新するには引っ張ってください。
nl: ⇣ Schuif om bij te werken
pt: ⇣ Puxe para atualizar

source: IM Address
de: IM-Adresse
es: Dirección IM
fr_ca: Adresse de messagerie instantanée
it: Indirizzo IM
ja: IMアドレス
nl: IM-adres
pt: Endereço IM

source: Call Room
de: Raum anrufen
es: Llamar a sala
fr_ca: Appeler la salle
it: Chiama room
ja: ルームに電話発信
nl: Gespreksruimte
pt: Ligar para a sala

source: Call
de: Anruf
es: Llamar
fr_ca: Appeler
it: Chiamata
ja: 通話
nl: Oproep
pt: Chamada

source: Join Room
de: Raum beitreten
es: Entrar en la sala
fr_ca: Accéder à la salle
it: Entra nella room
ja: ルームに参加
nl: Deelnemen aan ruimte
pt: Entrar na sala

source: Pull Call
de: Anrufübernahme
es: Obtener llamada
fr_ca: Pull d'appel
it: Pull della chiamata
ja: コールプル
nl: Gesprek terugnemen
pt: Puxar chamada

source: Retrieve Call
de: Anruf fortsetzen
es: Recuperar llamada
fr_ca: Récupérer l’appel
it: Recupera chiamata
ja: 通話を取り出す
nl: Gesprek terughalen
pt: Recuperar chamada

source: Change Profile Photo
de: Profilfoto ändern
es: Cambiar foto de perfil
fr_ca: Changer la photo du profil
it: Cambia foto del profilo
ja: プロファイル写真の更新
nl: Profielfoto wijzigen
pt: Alterar foto de perfil

source: Clear Profile Photo
de: Profilfoto löschen
es: Borrar foto de perfil
fr_ca: Effacer la photo du profil
it: Cancella foto del profilo
ja: プロファイル写真を削除
nl: Profielfoto wissen
pt: Apagar foto de perfil

source: Choose Existing Photo
de: Vorhandenes Foto auswählen
es: Elegir una foto existente
fr_ca: Sélectionner une photo existante
it: Scegli foto esistente
ja: 既存の写真から選択
nl: Bestaande foto kiezen
pt: Escolher foto existente

source: Use Camera
de: Kamera verwenden
es: Usar cámara
fr_ca: Utiliser la caméra
it: Usa fotocamera
ja: カメラを利用
nl: Camera gebruiken
pt: Usar a câmara

source: What's on your mind?
de: Was beschäftigt Sie?
es: ¿En qué está pensando?
fr_ca: Quoi de neuf?
it: A cosa pensi?
ja: いま思っていることは？
nl: Wat houdt u bezig?
pt: O que está a pensar?

source: My Status
de: Mein Status
es: Mi estado
fr_ca: Mon état
it: Mio stato
ja: 状態
nl: Mijn status
pt: O meu estado

source: Set My Availability
de: Meine Verfügbarkeit festlegen
es: Configurar mi disponibilidad
fr_ca: Définir ma disponibilité
it: Imposta la disponibilità
ja: 状態を設定
nl: Mijn beschikbaarheid instellen
pt: Definir a minha disponibilidade

source: Set My Location
de: Meinen Standort festlegen
es: Establecer mi ubicación
fr_ca: Définir Mon emplacement
it: Imposta la mia posizione
ja: 自分のロケーションを設定
nl: Mijn locatie instellen
pt: Definir a minha localização

source: View Shared Content
de: Freigegebene Inhalte anzeigen
es: Ver el contenido compartido
fr_ca: Afficher le contenu partagé
it: Visualizza contenuti condivisi
ja: 共有コンテンツの表示
nl: Gedeelde inhoud bekijken
pt: Visualizar conteúdo partilhado

source: Complete your profile so your team can recognize you.
de: Füllen Sie Ihr Profil aus, damit Ihr Team Sie finden kann.
es: Complete el perfil para que su equipo pueda reconocerle.
fr_ca: Remplissez votre profil pour que votre équipe puisse vous reconnaître.
it: Completa il tuo profilo in modo tale che il team possa riconoscerti.
ja: チームのメンバーがあなたを認識できるよう、プロファイルを完成してください。
nl: Voltooi je profiel zodat je team je kan herkennen.
pt: Complete o seu perfil para que a sua equipa possa reconhecê-lo.

source: from iPhone Contacts
de: von iPhone-Kontakten
es: de los contactos de iPhone
fr_ca: à partir des contacts iPhone
it: da Contatti iPhone
ja: iPhone連絡先より
nl: vanuit iPhone-contacten
pt: dos contactos do iPhone

source: View in iPhone Contacts
de: In iPhone-Kontakten anzeigen
es: Ver en contactos de iPhone
fr_ca: Afficher dans les contacts iPhone
it: Visualizza in Contatti iPhone
ja: iPhone連絡先で見る
nl: Weergeven in iPhone-contacten
pt: Visualizar nos contactos do iPhone

source: Edit My Profile
de: Profil bearbeiten
es: Editar mi perfil
fr_ca: Modifier mon profil
it: Modifica il mio profilo
ja: 自分のプロファイルの編集
nl: Mijn profiel bewerken
pt: Editar o meu perfil

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr_ca: Modifier le profil
it: Modifica profilo
ja: プロファイル編集
nl: Profiel bewerken
pt: Editar perfil

source: Suggested
de: Empfohlen
es: Sugerido
fr_ca: Suggéré(e)
it: Suggeriti
ja: 案
nl: Voorgesteld
pt: Sugerido

source: Add Label
de: Bezeichnung hinzufügen
es: Añadir etiqueta
fr_ca: Ajouter une étiquette
it: Aggiungi etichetta
ja: ラベル
nl: Label toevoegen
pt: Adicionar etiqueta

source: SET LOCATION AUTOMATICALLY
de: STANDORT AUTOMATISCH FESTLEGEN
es: ESTABLECER UBICACIÓN AUTOMÁTICAMENTE
fr_ca: DÉFINIR UN EMPLACEMENT AUTOMATIQUEMENT
it: IMPOSTA POSIZIONE AUTOMATICAMENTE
ja: ロケーションを自動設定
nl: LOCATIE AUTOMATISCH INSTELLEN
pt: DEFINIR LOCALIZAÇÃO AUTOMATICAMENTE

source: SET LOCATION MANUALLY
de: STANDORT MANUELL FESTLEGEN
es: ESTABLECER UBICACIÓN MANUALMENTE
fr_ca: DÉFINIR UN EMPLACEMENT MANUELLEMENT
it: IMPOSTA POSIZIONE MANUALMENTE
ja: ロケーションを手動設定
nl: LOCATIE HANDMATIG INSTELLEN
pt: DEFINIR LOCALIZAÇÃO MANUALMENTE

source: CLEAR LOCATION AND TIME ZONE
de: STANDORT UND ZEITZONE LÖSCHEN
es: BORRAR UBICACIÓN Y ZONA HORARIA
fr_ca: EFFACER L'EMPLACEMENT ET LE FUSEAU HORAIRE
it: CANCELLA POSIZIONE E FUSO ORARIO
ja: ロケーションと時間帯を空欄にする
nl: LOCATIE EN TIJDZONE WISSEN
pt: APAGAR LOCALIZAÇÃO E FUSO HORÁRIO

source: No Location
de: Kein Standort
es: Ninguna ubicación
fr_ca: Aucun emplacement
it: Nessuna posizione
ja: ロケーションなし
nl: Geen locatie
pt: Sem localização

source: Automatic Location
de: Automatischer Standort
es: Ubicación automática
fr_ca: Emplacement automatique
it: Posizione automatica
ja: 自動ロケーション
nl: Locatie automatisch instellen
pt: Localização automática

source: Turn on Location Services in %1$@ to enable Automatic Location sharing and to provide suggested location labels.
de: Aktivieren Sie die Standortdienste in %1$@, um die automatische Standortfreigabe zu ermöglichen und empfohlene Standortbezeichnungen bereitzustellen.
es: Active los Servicios de ubicación de %1$@ para activar el intercambio automático de ubicación y para ofrecer etiquetas de ubicaciones recomendadas.
fr_ca: Activez les services de position dans %1$@ pour permettre le partage automatique d'emplacement et la suggestion d'étiquettes d'emplacement.
it: Attiva i servizi di posizionamento in %1$@ per attivare la condivisione automatica della posizione e per fornire le etichette per la posizione suggerite.
ja: %1$@からロケーションサービスをONにしてから、自動ロケーション共有とロケーション案の提供が可能となります。
nl: Schakel Locatievoorzieningen in in %1$@ om het automatisch delen van uw locatie in te schakelen en voorgestelde locatielabels te zien.
pt: Ative os Serviços de localização em %1$@ para permitir a partilha da Localização automática e fornecer as etiquetas de localização sugeridas.

source: Share
de: Freigeben
es: Compartir
fr_ca: Partager
it: Condividi
ja: 共有
nl: Delen
pt: Partilhar

source: Enter Location Name
de: Standortname eingeben
es: Introducir nombre de ubicación
fr_ca: Saisissez le nom de l'emplacement
it: Immetti il nome della posizione
ja: ロケーション名入力
nl: Locatienaam invoeren
pt: Inserir nome da localização

source: Show Time
de: Uhrzeit anzeigen
es: Mostrar hora
fr_ca: Afficher l'heure
it: Mostra ora
ja: 時間を表示
nl: Tijd tonen
pt: Mostrar hora

source: Set Location Automatically
de: Standort automatisch festlegen
es: Establecer ubicación automáticamente
fr_ca: Définir un emplacement automatiquement
it: Imposta la posizione automaticamente
ja: 自動設定
nl: Locatie automatisch instellen
pt: Definir localização automaticamente

source: Set Location Manually
de: Standort manuell festlegen
es: Establecer ubicación manualmente
fr_ca: Définir un emplacement manuellement
it: Imposta la posizione manualmente
ja: 手動設定
nl: Locatie handmatig instellen
pt: Definir localização manualmente

source: Label Name
de: Bezeichnungsname
es: Nombre de etiqueta
fr_ca: Nom de l\'étiquette
it: Nome etichetta
ja: ラベル名
nl: Labelnaam
pt: Nome da etiqueta

source: Automatic
de: Automatisch
es: Automático
fr_ca: Automatique
it: Automatica
ja: 自動
nl: Automatisch
pt: Automático

source: Available
de: Verfügbar
es: Disponible
fr_ca: Disponible
it: Disponibile
ja: 利用可能
nl: Beschikbaar
pt: Disponível

source: Away
de: Abwesend
es: Ausente
fr_ca: Absent
it: Assente
ja: 離席中
nl: Afwezig
pt: Ausente

source: Busy
de: Beschäftigt
es: Ocupado
fr_ca: Occupé
it: Occupato
ja: 通話中
nl: Bezet
pt: Ocupado

source: Offline
es: Sin conexión
fr_ca: Sin conexión
ja: オフライン

source: Meeting
es: Reunión
fr_ca: Réunion
it: Riunione
ja: 会議
nl: Vergadering
pt: Reunião

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr_ca: Non disponible
it: Non disponibile
ja: 確認不可
nl: Niet beschikbaar
pt: Indisponível

# Business trip - PA
source: Business trip
de: Geschäftsreise
es: Viaje de trabajo
fr_ca: Voyage d’affaires
it: Viaggio di lavoro
ja: 出張
nl: Zakenreis
pt: Viagem de negócios

# Gone for the day - PA
source: Gone for the day
de: Feierabend
es: No vuelve hoy
fr_ca: Absence pour la journée
it: Uscito per oggi
ja: 退社中
nl: Voor een dag afwezig
pt: Ausente o dia todo

# Lunch - PA
source: Lunch
de: Mittagspause
es: Almuerzo
fr_ca: Pause-repas
it: Pranzo
ja: 昼食
pt: Almoço

# Meeting - PA
source: In Meeting
de: Meeting
es: Reunión
fr_ca: Réunion
it: Riunione
ja: 会議中
nl: Vergadering
pt: Reunião

# Out of office - PA
source: Out of office
de: Außer Haus
es: Ausente
fr_ca: Absence du bureau
it: Fuori sede
ja: 外出中
nl: Niet op kantoor
pt: Fora do escritório

# Temporarily out - PA
source: Temporarily out
de: Vorübergehend abwesend
es: Ausente temporalmente
fr_ca: Absence temporaire
it: Temporaneamente assente
ja: 臨時不在中
nl: Tijdelijk afwezig
pt: Temporariamente fora

# Training - PA
source: Training
de: Schulung
es: En un curso
fr_ca: Formation
it: Formazione
ja: トレーニング中
pt: Formação

# Unavailable - PA
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr_ca: Non disponible
it: Non disponibile
ja: 利用不可
nl: Niet beschikbaar
pt: Indisponível

# Vacation - PA
source: Vacation
de: Urlaub
es: De vacaciones
fr_ca: Congé
it: Vacanza
ja: 休暇中
nl: Vakantie
pt: Férias

source: Choose from Directory
de: Aus dem Verzeichnis auswählen
es: Seleccionar desde directorio
fr_ca: Choisir dans le répertoire
it: Scegli dalla rubrica
ja: ディレクトリから選択
nl: Kiezen uit directory
pt: Escolher a partir do diretório

source: Work
de: Geschäftlich
es: Trabajo
fr_ca: Travail
it: Ufficio
ja: 勤務
nl: Werk
pt: Trabalho

source: Personal
de: Persönlich
fr_ca: Personnel
it: Personale
ja: 個人
nl: Persoonlijk
pt: Pessoal

source: Mobile
de: Mobil
es: Móvil
fr_ca: Cellulaire
it: Cellulare
ja: 携帯電話
nl: Mobiel
pt: Telemóvel

source: If the Transfer Calls option is turned on, callers have an option to be transferred to the specified number before going to voicemail.
de: Wenn die Option „Anrufe weiterleiten“ aktiviert ist, haben Anrufer vor dem Aktivieren der Voicemail die Möglichkeit, an die angegebene Nummer übergeben zu werden.
es: Si la opción Transferir llamadas está activada, los interlocutores se podrán transferir al número especificado antes de saltar el buzón de voz.
fr_ca: Si l’option Transférer les appels est activée, les appels entrants peuvent être transférés au numéro spécifié avant d’être redirigés vers le répondeur.
it: Se l'opzione Trasferisci chiamate è attiva, le chiamate ricevute verranno trasferite al numero specificato prima che venga attivata la segreteria telefonica.
ja: 通話転送オプションをオンにした場合、ボイスメールに送信する前に、発信者は指定した番号に転送することを選択できます。
nl: Als de optie Gesprekken doorverbinden is ingeschakeld, kunnen bellers worden doorverbonden met het opgegeven nummer voordat ze de voicemail krijgen.
pt: Se a opção de Transferir chamadas estiver ligada, os chamadores terão a opção de serem transferidos para o número especificado antes do correio de voz.

source: If the Transfer Calls option is turned off, unanswered calls will be sent to your voicemail.
de: Wenn die Option „Anrufe weiterleiten“ deaktiviert ist, werden nicht beantwortete Anrufe an Ihre Voicemail umgeleitet.
es: Si la opción Transferir llamadas está desactivada, las llamadas no respondidas se enviarán a su buzón de voz.
fr_ca: Si l’option Transférer les appels est désactivée, les appels non acceptés seront redirigés vers votre répondeur.
it: Se l'opzione Trasferisci chiamate è disattivata, le chiamate non risposte verranno inviate alla segreteria telefonica.
ja: 通話転送オプションをオフにすると、未応答の通話がボイスメールに送信されます。
nl: Als de optie Gesprekken doorverbinden is uitgeschakeld, worden onbeantwoorde oproepen naar uw voicemail verzonden.
pt: Se a opção de Transferir chamadas estiver desligada, as chamadas não atendidas serão enviadas para o correio de voz.

source: Add a Transfer Number
de: Eine Übergabenummer hinzufügen
es: Añadir un número de transferencia
fr_ca: Ajouter un numéro de transfert
it: Aggiungi un numero di trasferimento
ja: 転送番号を追加
nl: Een nummer voor doorverbinden toevoegen
pt: Adicionar um número de transferência

source: Recent Numbers
de: Letzte Nummern
es: Números recientes
fr_ca: Numéros récents
it: Numeri recenti
ja: 最近の番号
nl: Recente nummers
pt: Números recentes

source: Add a New Number
de: Neue Nummer hinzufügen
es: Añadir un número nuevo
fr_ca: Ajouter un nouveau numéro
it: Aggiungi nuovo numero
ja: 新しい番号を追加します
nl: Een nieuw nummer toevoegen
pt: Adicionar um novo número

source: Enter a Number
de: Nummer eingeben
es: Introduzca un número
fr_ca: Indiquer un numéro
it: Immettere un numero
ja: 番号を入れてください
nl: Voer nummer in
pt: Inserir um número

source: until %@
de: bis %@
es: hasta %@
fr_ca: jusqu’à %@
it: fino alle %@
ja: %@まで
nl: tot %@
pt: até %@

source: Until %@
de: Bis %@
es: Hasta %@
fr_ca: Jusqu’à %@
it: Fino alle %@
ja: %@まで
nl: Tot %@
pt: Até %@

source: %@, until %@
de: %@ bis %@
es: %@, hasta %@
fr_ca: %@, jusqu’à %@
it: %@, fino alle %@
ja: %@、%@まで
nl: %@, tot %@
pt: %@, até %@

source: Standard Options
de: Standardoptionen
es: Opciones estándar
fr_ca: Options standard
it: Opzioni standard
ja: 標準オプション
nl: Standaardopties
pt: Opções padrão

source: Configurable Options
de: Konfigurierbare Optionen
es: Opciones configurables
fr_ca: Options configurables
it: Opzioni configurabili
ja: 設定可能なオプション
nl: Configureerbare opties
pt: Opções configuráveis

source: Silent Alert
de: Stille Benachrichtigung
es: Alerta silenciosa
fr_ca: Alerte silencieuse
it: Avviso silenzioso
ja: 無音アラート
nl: Stil alarm
pt: Alerta de silêncio

source: Duration
de: Dauer
es: Duración
fr_ca: Durée
it: Durata
ja: 通話時間
nl: Duur
pt: Duração

source: Transfer Calls
de: Anrufe übergeben
es: Transferir llamadas
fr_ca: Transférer les appels
it: Trasferisci chiamate
ja: 通話転送
nl: Gesprekken doorverbinden
pt: Transferir chamadas

source: Do Not Transfer
de: Nicht übergeben
es: No transferir
fr_ca: Ne pas transférer
it: Non trasferire
ja: 転送しません
nl: Niet doorverbinden
pt: Não transferir

source: Forever
de: Dauerhaft
es: Para siempre
fr_ca: De façon permanente
it: Per sempre
ja: 永久
nl: Altijd
pt: Para sempre

source: 30 Minutes
de: 30 Minuten
es: 30 minutos
it: 30 minuti
ja: 30 分間
nl: 30 minuten
pt: 30 minutos

source: 45 Minutes
de: 45 Minuten
es: 45 minutos
it: 45 minuti
ja: 45 分間
nl: 45 minuten
pt: 45 minutos

source: 1 Hour
de: 1 Stunde
es: 1 hora
fr_ca: 1 heure
it: 1 ora
ja: 1時間
nl: 1 uur
pt: 1 hora

source: 2 Hours
de: 2 Stunden
es: 2 horas
fr_ca: 2 heures
it: 2 ore
ja: 2時間
nl: 2 uren
pt: 2 horas

source: 4 Hours
de: 4 Stunden
es: 4 horas
fr_ca: 4 heures
it: 4 ore
ja: 4時間
nl: 4 uren
pt: 4 horas

source: 1 Day
de: 1 Tag
es: 1 día
fr_ca: 1 jour
it: 1 giorno
ja: 1日
nl: 1 dag
pt: 1 dia
