Repository: Ebisu-Tecnico/Ebisu
Catalog: IrisBranding.kit/resources/*.lproj/Localizable.strings
Languages: de, es, fr_ca, it, ja, nl, pt

source: Dismiss
de: Schließen
es: Cerrar
fr_ca: Exclure
it: Disconnetti
ja: 解散
nl: Afwijzen
pt: Dispensar

source: None
de: Keine
es: Ninguno
fr_ca: Aucune
it: Nessuna
ja: 無し
nl: Geen
pt: Nenhum

source: Yes
de: Ja
es: Sí
fr_ca: Oui
it: Sì
ja: はい
nl: Ja
pt: Sim

source: No
de: Nein
fr_ca: Non
ja: いいえ
nl: Nee
pt: Não

source: Cancel
de: Abbrechen
es: Cancelar
fr_ca: Annuler
it: Annulla
ja: 取り消し
nl: Annuleren
pt: Cancelar

source: Retry
de: Wiederholen
es: Reintentar
fr_ca: Réessayer
it: Riprova
ja: 再試行
nl: Opnieuw proberen
pt: Tentar novamente

source: edit
de: bearbeiten
es: editar
fr_ca: modifier
it: modifica
ja: 編集
nl: bewerken
pt: editar

source: Decline
de: Ablehnen
es: Rechazar
fr_ca: Refuser
it: Rifiuto
ja: 拒否
nl: Weigeren
pt: Recusar

source: Accept
de: Zustimmen
es: Aceptar
fr_ca: Accepter
it: Accetto
ja: 同意
nl: Accepteren
pt: Aceitar

source: Accept the terms & conditions.
de: Stimmen Sie den Nutzungsbedingungen zu.
es: Aceptar los términos y condiciones.
fr_ca: Accepter les modalités et conditions.
it: Accetta i termini e le condizioni.
ja: 条件に同意する
nl: Voorwaarden accepteren.
pt: Aceitar os termos e condições

source: %@ cannot be used unless the terms of the end-user license agreement are accepted.
de: Ohne Annahme des Endbenutzer-Lizenzvertrags darf %@ nicht verwendet werden.
es: No puede usar %@ sin antes aceptar los términos del acuerdo de licencia de usuario final.
fr_ca: %@ peut seulement être utilisé si les conditions du contrat de licence de l’utilisateur final sont acceptées.
it: Non è possibile utilizzare %@ se non vengono accettate le condizioni dell'accordo di licenza per utenti finali.
ja: %@の利用にはエンドユーザーライセンス契約に同意が必要です。
nl: %@ kan pas worden gebruikt als de voorwaarden van de eindgebruikersovereenkomst zijn geaccepteerd.
pt: %@ não pode ser utilizado exceto se os termos do contrato de licença de utilizador final sejam aceites.

source: Decline & Exit
de: Ablehnen und Beenden
es: Rechazar y salir
fr_ca: Refuser et quitter
it: Rifiuta e Esci
ja: 拒否し終了
nl: Afwijzen & afsluiten
pt: Recusar e sair

source: Review EULA
de: EULA lesen
es: Consultar EULA
fr_ca: Passer en revue le CLUF
it: Leggi EULA
ja: EULAを見る
nl: Overzicht EULA
pt: Rever o EULA

source: License Agreement
de: Lizenzvereinbarung
es: Acuerdo de licencia
fr_ca: Contrat de licence
it: Contratto di licenza
ja: ライセンス契約
nl: Licentieovereenkomst
pt: Termos de licença

source: Send by Email
de: Per E-Mail senden
es: Enviar por correo electrónico
fr_ca: Envoyer par courriel
it: Invia tramite e-mail
ja: メールで送信
nl: Via e-mail verzenden
pt: Enviar por e-mail

source: Close
de: Schließen
es: Cerrar
fr_ca: Fermer
it: Chiudi
ja: 閉じる
nl: Sluiten
pt: Fechar

source: Skip
de: Überspringen
es: Omitir
fr_ca: Sauter
it: Ignora
ja: スキップ
nl: Overslaan
pt: Ignorar

source: Get Started
de: Erste Schritte
es: Primeros pasos
fr_ca: Mise en route
it: Per iniziare
ja: いますぐ開始
nl: Beginnen
pt: Iniciar

source: Username
de: Benutzername
es: Nombre de usuario
fr_ca: Nom d'utilisateur
it: Nome utente
ja: ユーザ名
nl: Gebruikersnaam
pt: Nome de utilizador

source: Your iPhone Number
de: Ihre iPhone-Nummer
es: Su número de iPhone
fr_ca: Votre numéro de iPhone
it: Il tuo numero di iPhone
ja: あなたのiPhone電話番号
nl: Uw iPhone-nummer
pt: Número do seu iPhone

source: Select Region
de: Region auswählen
es: Seleccionar región
fr_ca: Sélectionner une zone
it: Seleziona regione
ja: 地域選択
nl: Selecteer regio
pt: Selecionar região

source: Advanced Setup
de: Erweiterte Einrichtung
es: Configuración avanzada
fr_ca: Configuration avancée
it: Configurazione avanzata
ja: 詳細設定
nl: Geavanceerde instellingen
pt: Configuração avançada

source: Server Address
de: Serveradresse
es: Dirección de servidor
fr_ca: Adresse du serveur
it: Indirizzo server
ja: サーバーアドレス
nl: Server-adres
pt: Endereço do servidor

source: XSI Actions
de: XSI-Aktionen
es: Acciones XSI
fr_ca: Actions XSI
it: Azioni XSI
ja: XSI アクション
nl: XSI-acties
pt: Ações do XSI

source: Password
de: Kennwort
es: Contraseña
fr_ca: Mot de passe
ja: パスワード
nl: Wachtwoord
pt: Palavra-passe

source: Sign In
de: Anmelden
es: Iniciar sesión
fr_ca: Connexion
it: Accesso
ja: サインイン
nl: Aanmelden
pt: Iniciar sessão

source: Additional Options ▾
de: Weitere Optionen ▾
es: Opciones adicionales ▾
fr_ca: Options supplémentaires ▾
it: Opzioni aggiuntive ▾
ja: 追加オプション▾
nl: Extra opties ▾
pt: Opções adicionais ▾

source: Show Less ▴
de: Weniger anzeigen ▴
es: Mostrar menos ▴
fr_ca: Afficher moins ▴
it: Nascondi dettagli ▴
ja: 省略し表示 ▴
nl: Minder tonen ▴
pt: Mostrar menos ▴

source: Forgot Password
de: Kennwort vergessen
es: Olvidó su contraseña
fr_ca: Mot de passe oublié
it: Password dimenticata
ja: パスワードを忘れた場合
nl: Wachtwoord vergeten
pt: Esqueceu a palavra-passe

source: Signing in…
de: Anmelden…
es: Iniciando sesión…
fr_ca: Connexion…
it: Accesso in corso…
ja: サインイン中…
nl: Aanmelden…
pt: A entrar…

source: A connection failure occurred
de: Es ist ein Verbindungsfehler aufgetreten
es: Se produjo un fallo de conexión
fr_ca: Erreur de connexion
it: Si è verificato un errore di connessione
ja: 接続に問題が発生しました。
nl: Er is een verbindingsfout opgetreden
pt: Ocorreu uma falha de ligação

source: Login Failed
de: Anmeldung fehlgeschlagen
es: Error de inicio de sesión
fr_ca: Échec de connexion
it: Accesso non riuscito
ja: ログイン失敗
nl: Inloggen mislukt
pt: Falha no início de sessão

source: Are you sure you want to sign out?
de: Möchten Sie sich wirklich abmelden?
es: ¿Desea realmente cerrar la sesión?
fr_ca: Voulez-vous vraiment vous déconnecter?
it: Disconnettersi?
ja: 本当にサインアウトしますか？
nl: Wilt u zich afmelden?
pt: Tem a certeza que pretende sair?

source: The %@ field is required.
de: „%@“ ist ein Pflichtfeld.
es: El campo %@ es obligatorio.
fr_ca: Le champ %@ est obligatoire.
it: Il campo %@ è obbligatorio.
ja: %@欄は必須です。
nl: Het veld %@ is verplicht.
pt: O campo %@ é obrigatório.

source: Host Name
es: Nombre del servidor
fr_ca: Nom de l'hôte
it: Nome host
ja: ホスト名
nl: Naam host
pt: Nome do anfitrião

source: Phone Number
de: Telefonnummer
es: Número de teléfono
fr_ca: Numéro de téléphone
it: Numero di telefono
ja: 電話番号
nl: Telefoonnummer
pt: Número de telefone

source: Login Error
de: Anmeldefehler
es: Error de inicio de sesión
fr_ca: Erreur de connexion
it: Errore di accesso
ja: ログインエラー
nl: Inlogfout
pt: Erro de início de sessão

source: Sign Out Warning
de: Abmeldewarnung
es: Advertencia de cierre de sesión
fr_ca: Avertissement de déconnexion
it: Avviso di disconnessione
ja: ログアウト警告
nl: Waarschuwing uitloggen
pt: Aviso de fim de sessão

source: User Name
de: Benutzername
es: Nombre de usuario
fr_ca: Nom d'utilisateur
it: Nome utente
ja: ユーザ名
nl: Gebruikersnaam
pt: Nome de utilizador

source: Unknown Login Error. Verify your connection settings and try again.
de: Unbekannter Anmeldefehler. Überprüfen Sie die Verbindungseinstellungen und versuchen Sie es erneut.
es: Error desconocido de inicio de sesión. Verifique su configuración de conexión e inténtelo de nuevo.
fr_ca: Erreur de connexion inconnue. Vérifiez vos paramètres de connexion et réessayez.
it: Errore di accesso sconosciuto. Controllare le impostazioni di accesso e riprovare.
ja: 不明のログインエラー。接続をご確認の上、再度お試しください。
nl: Onbekende inlogfout. Controleer de verbindingsinstellingen en probeer het opnieuw.
pt: Erro de início de sessão desconhecido. Verifique as definições de ligação e tente novamente.

source: Your account is not authorized to use %@. Contact your service provider for assistance.
de: Ihr Konto verfügt nicht über die Berechtigung, %@ zu verwenden. Wenden Sie sich an Ihren Serviceprovider.
es: Su cuenta no está autorizada para usar %@. Contacte con su proveedor de servicios para obtener asistencia.
fr_ca: Votre compte n’est pas autorisé à utiliser %@. Communiquez avec votre fournisseur de service pour obtenir de l'aide.
it: L'account non è autorizzato all'uso di %@. Per assistenza, contattare il provider di servizi.
ja: あなたのアカウントは%@の利用が許可されておりません。サービスプロバイダにお問い合わせください。
nl: Uw account mag %@ niet gebruiken. Neem contact op met de serviceprovider voor ondersteuning.
pt: A sua conta não está autorizada a utilizar o %@. Entre em contacto com o fornecedor de serviços para obter assistência.

source: Authentication needed
de: Authentifizierung erforderlich
es: Se requiere autentificación
fr_ca: Authentification nécessaire
it: Autenticazione richiesta
ja: 認証が必要
nl: Verificatie nodig
pt: Autenticação necessária

source: Would you like to receive business calls while signed out?
de: Möchten Sie Geschäftsanrufe erhalten, während Sie abgemeldet sind?
es: ¿Desea recibir llamadas de trabajo mientras su sesión está cerrada?
fr_ca: Voulez-vous recevoir des appels d'affaires lorsque vous êtes déconnecté?
it: Si desidera ricevere le chiamate di lavoro quando disconnessi?
ja: サインアウトしてからも会社電話を受け取りますか？
nl: Wilt u zakelijke oproepen ontvangen na afmelden?
pt: Gostaria de receber chamadas comerciais quando estiver desligado?

source: Access Code
de: Zugangscode
es: Código de acceso
fr_ca: Code d’accès
it: Codice di accesso
ja: アクセスコード
nl: Toegangscode
pt: Código de acesso

source: Continue
de: Weiter
es: Continuar
fr_ca: Continuer
it: Continua
ja: つづく
nl: Doorgaan
pt: Continuar

source: I don't have an Access Code
de: Ich habe keinen Zugangscode.
es: No tengo ningún código de acceso
fr_ca: Je n’ai pas de code d’accès
it: Non ho un codice di accesso
ja: アクセスコードを持っていません
nl: Ik heb geen toegangscode
pt: Eu não tenho um código de acesso

source: Loading…
de: Wird geladen…
es: Cargando…
fr_ca: Chargement en cours…
it: Caricamento in corso…
ja: 読み込み中...
nl: Bezig met laden...
pt: A carregar...

source: WARNING: Do not use your soft phone to dial emergency services (e.g. 911) except from your registered physical location. Dialing emergency services at a location other than the registered physical location may route emergency calls to an incorrect dispatch center, potentially delaying or preventing emergency services. It is recommended that you maintain alternative access for emergency dialing.
de: WARNUNG: Verwenden Sie Ihr Softphone ausschließlich von Ihrem registrierten geografischen Standort aus für Notrufe (z. B. 110). Notrufe, die von einem anderen als dem registrierten geografischen Standort aus abgesetzt werden, werden möglicherweise an eine falsche Notrufzentrale weitergeleitet. Dadurch können Notdienste verzögert oder verhindert werden. Es wird empfohlen, für das Absetzen von Notrufen eine Alternative beizubehalten.
es: ADVERTENCIA: No utilice su teléfono de software para llamar a los servicios de emergencia (p. ej., al 112) excepto desde su ubicación física registrada. El marcado a los servicios de emergencia desde un lugar distinto de la ubicación física registrada podría encaminar las llamadas de emergencia a un centro de coordinación incorrecto, con el riesgo potencial de que los servicios de emergencia se retrasen o resulten inviables. Se recomienda que usted conserve un acceso alternativo al marcado de emergencia.
fr_ca: ATTENTION : N’utilisez pas votre téléphone logiciel pour contacter les services d’urgence (p. ex. 911), sauf à partir du lieu physique correspondant au numéro. Tout contact des services d’urgence dans un lieu autre que le lieu physique correspondant au numéro pourra entraîner la transmission de votre appel à un centre d’urgence incorrect, ce qui risquerait de retarder les services de secours ou d’empêcher leur intervention. Il est recommandé de conserver un autre moyen de contact des services d’urgence.
it: AVVISO: Non utilizzare il proprio softphone per comporre numeri di emergenza (ad es. 911) ad eccezione della posizione fisica registrata. Componendo numeri di emergenza da posizioni diverse dalla posizione fisica registrata è possibile che le chiamate di emergenza vengano dirette a un centro di distribuzione non corretto, con il potenziale rischio di ritardare o impedire servizi di emergenza. Si raccomanda di mantenere un accesso alternativo per le chiamate di emergenza.
ja: 警告：あなたの登録された物理的位置以外の救急サービス（例えば、119）に、ダイヤルするためにあなたのソフトフォンを使用しないでください。登録された物理的位置以外の位置で救急サービスにダイヤルすると、不正な派遣センターに救急サービスがルーティングされ、救急サービスが遅延または阻止される可能性があります。救急ダイヤルの代替アクセスを維持することをお勧めします。
nl: WAARSCHUWING: Gebruik uw softphone niet voor alarmnummers (bijv. 112) op locaties waar u niet geregistreerd bent met uw vaste toestel. Het bellen van hulpdiensten op een andere locatie dan de geregistreerde locatie kan het gesprek naar een verkeerde alarmcentrale routeren en mogelijk inschakelen van hulpdiensten vertragen of belemmeren. We raden aan een alternatief locatiegebonden toestel voor alarmnummers te overwegen.
pt: ATENÇÃO: Não utilize o seu telefone virtual para marcar serviços de emergência (por exemplo, 911), exceto na sua localização física registada. Marcar os serviços de emergência num local diferente da localização física registada pode encaminhar as chamadas de emergência para um centro de despacho incorreto, potencialmente atrasando ou impedindo os serviços de emergência. É recomendado que mantenha um acesso alternativo à marcação para emergências.

source: Update Emergency Location
de: Für Notrufe hinterlegten Standort aktualisieren
es: Actualizar ubicación de emergencias
fr_ca: Modifier le lieu d’urgence
it: Aggiorna posizione di emergenza
ja: 緊急ロケーションを更新
nl: Update Alarmcentrale locatie
pt: Atualizar local de emergência

source: Validating location…
de: Standort wird überprüft…
es: Validando ubicación...
fr_ca: Validation du lieu...
it: Convalida posizione in corso…
ja: ロケーションを検証中…
nl: Locatie valideren...
pt: A validar a localização...

source: Location could not be validated.
de: Standort kann nicht überprüft werden.
es: No se pudo validar la ubicación.
fr_ca: Impossible de valider le lieu.
it: Impossibile convalidare la posizione.
ja: ロケーションは検証できません。
nl: Locatie kon niet gevalideerd worden.
pt: O local não pode ser validado.

source: Location could not be validated. Contact your system administrator.
de: Standort kann nicht überprüft werden. Wenden Sie sich an den Systemadministrator.
es: No se pudo validar la ubicación. Contacte con el administrador de su sistema.
fr_ca: Impossible de valider le lieu. Contactez votre administrateur système.
it: Impossibile convalidare la posizione. Contattare l’amministratore di sistema.
ja: ロケーションは検証できません。システム管理者にお問い合わせください。
nl: Locatie kon niet gevalideerd worden. Neem contact op met uw systeembeheerder.
pt: O local não pode ser validado. Entre em contacto com o administrador do sistema.

source: Location updated.
de: Standort aktualisiert.
es: Ubicación actualizada.
fr_ca: Lieu mis à jour.
it: Posizione aggiornata.
ja: ロケーションが更新されました。
nl: Locatie bijgewerkt.
pt: Localização atualizada.

source: Update 911 Location
de: 110-Standort aktualisieren
es: Actualizar ubicación de 112
fr_ca: Modifier le lieu du 911
it: Aggiorna posizione 911
ja: 緊急ロケーションをアップデート
nl: Alarmnummerlocatie aanpassen
pt: Atualizar local 112

source: A cellular emergency call was placed
de: Ein Mobilfunk-Notruf wurde abgesetzt
es: Se ha realizado una llamada de móvil de emergencia
fr_ca: Un appel d’urgence sur cellulaire a été émis
it: È stata inviata una chiamata di emergenza al cellulare
ja: モバイル緊急通話が発信されました
nl: Er is een mobiele noodoproep geplaatst.
pt: Foi colocada uma chamada de emergência com telemóvel

source: Incomplete emergency location configuration
de: Unvollständige Konfiguration des Notrufstandorts
es: Configuración incompleta de la ubicación de emergencias
fr_ca: Configuration du lieu d’urgence incomplète
it: Configurazione posizione di emergenza non completa
ja: 緊急電話番号設定が未設定です。
nl: Onvolledige noodlocatieconfiguratie
pt: Configuração de localização de emergência incompleta

source: E911 Disclosure
de: NOTRUFINFORMATIONEN
es: Advertencia de E911
fr_ca: Énoncé E911
it: Informazioni E911
ja: E911開示
nl: Noodoproepen uitsluiting
pt: Divulgação E911

source: This device does NOT support 911 calling. You MUST use a cellular or landline phone for 911 calls.
de: Notrufe werden von diesem Gerät NICHT unterstützt. Notrufe MÜSSEN über ein Mobiltelefon oder über eine Festnetzverbindung getätigt werden.
es: Este dispositivo NO admite las llamadas al 112. DEBE utilizar un teléfono móvil o fijo para las llamadas al 112.
fr_ca: Cet appareil ne prend PAS en charge les appels au 911. Vous devez utiliser un téléphone cellulaire ou fixe pour les appels d'urgence.
it: Questo dispositivo NON supporta le chiamate al 911. Per le chiamate al 911 è NECESSARIO utilizzare un cellulare o un telefono fisso.
ja: 警告：実際のロケーションが登録されていない限り、このソフトフォンから緊急通話発信は行わないでください。詳細はサービス・プロバイダにお問い合わせください。
nl: Dit apparaat ondersteunt geen 112-gesprekken. Voor 112 gesprekken MOET u een mobiel toestel of vast toestel gebruiken.
pt: Este dispositivo NÃO suporta chamadas 911. Você deve usar um telefone celular ou fixo para chamadas 911.

source: Call via VoIP
de: Anruf über VoIP
es: Llamar por VoIP
fr_ca: Appel via VoIP
it: Chiama via VoIP
ja: VoIP発信
nl: Bellen via Voip
pt: Ligar via VoIP

source: Clear Access Code
de: Zugangscode löschen
es: Borrar código de acceso
fr_ca: Supprimer le code d’accès
it: Cancella codice di accesso
ja: アクセスコードをクリア
nl: Toegangscode wissen
pt: Limpar código de acesso

source: I want to sign in with...
de: Anmeldung mit...
es: Deseo iniciar sesión con...
fr_ca: Je veux me connecter avec…
it: Desidero accedere con...
ja: 以下の内容でサインインします
nl: Ik wil mij aanmelden met...
pt: Pretendo iniciar sessão com...

source: Your iPhone number is required to allow full calling capability support.
de: Ihre iPhone-Nummer ist erforderlich, um eine vollständige Unterstützung der Anruffunktion zu ermöglichen.
es: Se requiere su número de iPhone para acceder a todas las funciones de llamada.
fr_ca: Votre numéro d'iPhone est nécessaire pour permettre une prise en charge complète de la fonction d'appel.
it: Il numero dell'iPhone è necessario per consentire di fornire il pieno supporto delle funzionalità di chiamata.
ja: フル機能の通話サポートには、iPhone 番号が必要です。
nl: Uw iPhone-nummer is nodig om volledige ondersteuning bij het bellen mogelijk te maken.
pt: O seu número de iPhone é necessário para permitir suporte total à capacidade de chamada.

source: Enterprise Email
de: Unternehmens-E-Mail
es: Correo electrónico de empresa
fr_ca: Courriel de l’entreprise
it: E-mail aziendale
ja: 企業メール
nl: E-mail bedrijf
pt: E-mail da empresa

source: Save login
de: Anmeldedaten speichern
es: Guardar inicio de sesión
fr_ca: Enregistrer l'identifiant de connexion
it: Salva accesso
ja: ログインの保存
nl: Aanmeldgegevens opslaan
pt: Guardar início de sessão

# Login Information Title
source: E911 Disclosure
de: E911-Anruferlokalisierung
es: Descargo de responsabilidad E911
fr_ca: Divulgation E911
it: Divulgazione E911
ja: E911公開
nl: Openbaarmaking enhanced 911
pt: Divulgação E112

# Login Information message
source: WARNING: Do not use your soft phone to dial emergency services (e.g. 911) except from your registered physical location. Dialing emergency services at a location other than the registered physical location may route emergency calls to an incorrect dispatch center, potentially delaying or preventing emergency services. It is recommended that you maintain alternative access for emergency dialing.
de: WARNUNG: Verwenden Sie Ihr Softphone ausschließlich von Ihrem registrierten geografischen Standort aus für Notrufe (z. B. 911). Notrufe, die von einem anderen als dem registrierten geografischen Standort aus abgesetzt werden, werden möglicherweise an eine falsche Notrufzentrale weitergeleitet. Dadurch können Notdienste verzögert oder verhindert werden. Es wird empfohlen, für das Absetzen von Notrufen eine Alternative beizubehalten.
es: ADVERTENCIA: No utilice su teléfono de software para llamar a los servicios de emergencia (como el 112) excepto desde su ubicación física registrada. El uso desde un lugar distinto de la ubicación física registrada podría hacer que las llamadas a los servicios de emergencia se encaminaran a un centro de coordinación incorrecto, con el riesgo potencial de que los servicios de emergencia se retrasen o resulten inviables. Es recomendable que conserve un acceso alternativo a las llamadas de emergencia.
fr_ca: ATTENTION : N'utilisez pas votre téléphone logiciel pour composer le 911, sauf à partir de votre emplacement géographique enregistré. L'utilisation à un endroit autre que le lieu géographique enregistré pourrait acheminer les appels au 911 vers un centre d'urgence incorrect, ce qui pourrait retarder les services de secours ou empêcher leur intervention. Il est recommandé de prévoir d'autres moyens de communiquer avec les services d'urgence (911).
it: AVVISO: Non utilizzare il proprio softphone per chiamare i servizi di emergenza (ad es. 911) ad eccezione della posizione fisica registrata. Chiamare i servizi di emergenza da posizioni diverse dalla posizione fisica registrata potrebbe dirigere le chiamate a un centro di distribuzione non corretto, con il potenziale rischio di ritarda o impedire servizi di emergenza. Si raccomanda di mantenere un accesso alternativo per le chiamate di emergenza.
ja: 警告：登録された物理的なロケーション以外から、ソフトフォンを使用して登録された物理的ロケーション以外の緊急サービス（例：911）にダイヤルしないでください。登録された物理的なロケーション以外の場所で緊急サービスに電話すると、緊急通話が誤ったディスパッチセンターへルーティングされ、緊急サービスを遅延させたり妨げたりする可能性があります。 緊急呼への代替アクセス方法を維持することをお勧めします。
nl: WAARSCHUWING: Gebruik uw softphone niet om hulpdiensten (bijvoorbeeld 112) te bellen, behalve vanaf uw geregistreerde fysieke locatie. Hulpdiensten bellen vanaf een andere locatie dan de geregistreerde fysieke locatie kan noodoproepen naar een verkeerde noodcentrale sturen, waardoor hulpdiensten mogelijk vertraging oplopen of worden verhinderd. Het wordt aanbevolen dat u een alternatieve mogelijkheid behoudt om de hulpdiensten op te bellen.
pt: ATENÇÃO: não utilize o seu telefone virtual para ligar para os serviços de emergência (112), exceto na localização física registada. A utilização num local diferente da localização física registada pode encaminhar as chamadas para o 112 para um centro de expedição incorreto, potencialmente atrasando ou até mesmo impedindo os serviços de emergência. É recomendado que mantenha um acesso alternativo para contactar os serviços de emergência.

source: Enter iPhone Number
de: iPhone-Nummer eingeben
es: Introduzca el número de iPhone
fr_ca: Entrer un numéro de téléphone
it: Immetti numero iPhone
ja: 電話番号の入力
nl: Telefoonnummer invoeren
pt: Introduzir o número do iPhone

source: Dialpad
de: Tastenfeld
es: Teclado de marcación
fr_ca: Clavier de numérotation
it: Tastiera
ja: ダイヤルパッド
nl: Toetsenblok
pt: Teclado de ligação

source: Do Not Disturb
de: Bitte nicht stören
es: No molestar
fr_ca: Ne pas déranger
it: Non disturbare
ja: 着信拒否
nl: Niet storen
pt: Não perturbar

source: for calls
de: für Anrufe
es: para llamadas
fr_ca: pour les appels
it: per chiamate
ja: 通話
nl: voor gesprekken
pt: para chamadas

source: Call My Room
de: "Mein Raum" anrufen
es: Llamar a Mi sala
fr_ca: Appeler ma salle
it: Chiama la mia room
ja: マイルームに電話発信
nl: Mijn ruimte bellen
pt: Ligar para a minha sala

source: About
de: Info
es: Acerca de
fr_ca: À propos
it: Informazioni su
ja: 詳細
nl: Over
pt: Sobre

source: Version
es: Versión
it: Versione
ja: バージョン
nl: Versie
pt: Versão

source: Help
de: Hilfe
es: Ayuda
fr_ca: Aide
it: Guida
ja: ヘルプ
pt: Ajuda

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr_ca: Déconnexion
it: Disconnessione
ja: サインアウト
nl: Afmelden
pt: Terminar sessão

source: Apps
es: Aplicaciones
fr_ca: Applications
it: App
ja: アプリ
pt: Aplicações

source: Web Links
es: Enlaces de web
fr_ca: Liens Web
it: Collegamenti Web
ja: ウェブリンク
pt: Ligações da Web

source: Use VoIP
de: VoIP verwenden
es: Usar VoIP
fr_ca: Utiliser VoIP
it: Usa VoIP
ja: VoIP利用
nl: VoIP gebruiken
pt: Utilizar VoIP

source: Voicemail
es: Buzón de voz
fr_ca: Messagerie vocale
it: Segreteria telefonica
ja: ボイスメール
pt: Correio de voz
