Repository: Ebisu-Tecnico/Ebisu
Catalog: IrisBranding.kit/resources/*.lproj/Notification.strings
Languages: de, es_mx, fr, fr_ca, it, ja, ko, nl, pt, zh_hans

# Re-login Required Warning[solutionText]
source: Please re-login.
de: Melden Sie sich erneut an.
es_mx: Por favor, inicie de nuevo la sesión.
fr: Veuillez vous reconnecter.
fr_ca: Veuillez vous connecter à nouveau.
it: Ripeti l'accesso.
ja: 再ログインしてください。
ko: 다시 로그인하세요.
nl: Log opnieuw in.
pt: Reinicie sessão.
zh_hans: 请重新登录。

# Avatar upload failure[problemText]
source: Avatar update failed
de: Avatar-Aktualisierung fehlgeschlagen
es_mx: Fallo de actualización de avatar
fr: Échec de la mise à jour de l’avatar
fr_ca: Échec de mise à jour de l’avatar
it: Aggiornamento avatar non riuscito
ja: アバターの更新に失敗しました
ko: 아바타 업데이트 실패
nl: Avatar update mislukt
pt: Falha ao atualizar o avatar
zh_hans: 头像更新失败

# Avatar upload failure[detailText]
source: Unable to update Avatar due to network failure.
de: Avatar kann aufgrund eines Netzwerkfehlers nicht aktualisiert werden.
es_mx: Imposible actualizar el avatar debido a un fallo de red.
fr: Impossible de mettre à jour l’avatar en raison d’une panne réseau.
fr_ca: Impossible de mettre à jour l’avatar en raison d’une panne réseau.
it: Impossibile aggiornare l'avatar a causa di un errore di rete.
ja: ネットワーク障害のためにアバターを更新できません。
ko: 네트워크 오류로 인해 아바타를 업데이트 할 수 없습니다.
nl: Kan Avatar niet bijwerken door netwerkfout.
pt: Impossível atualizar o Avatar devido a uma falha de rede.
zh_hans: 因网络故障，无法更新头像。

# Avatar upload failure[solutionText]
source: To resolve the issue, try again with a reliable network connection.
de: Versuchen Sie, den Fehler zu beheben, indem Sie eine zuverlässige Netzwerkverbindung verwenden.
es_mx: Para resolver el problema, inténtelo de nuevo con una conexión de red de confianza.
fr: Pour résoudre le problème, essayez à nouveau avec une connexion réseau fiable.
fr_ca: Pour résoudre ce problème, essayez de nouveau avec une connexion réseau fiable.
it: Per risolvere il problema, provare nuovamente con una connessione di rete affidabile.
ja: 問題解決のため、安定したネットワークを利用し再度お試しください。
ko: 이 문제를 해결하려면 안정적인 네트워크 연결을 통해 다시 시도하세요.
nl: Probeer opnieuw met een betrouwbare netwerkverbinding om het probleem op te lossen.
pt: Para resolver o problema, tente novamente com uma ligação de rede fiável.
zh_hans: 要解决此问题，请使用可靠的网络连接重试。

# Messaging Service is Currently Unavailable[problemText]
source: Messaging Service is Currently Unavailable
de: Messaging-Service ist zurzeit nicht verfügbar
es_mx: Servicio de mensajería no disponible en este momento
fr: Le service de messagerie est actuellement indisponible
fr_ca: Le service de messagerie est actuellement indisponible
it: Servizio di messaggistica attualmente non disponibile
ja: メッセージングサービスは現在利用できません
ko: 메시징 서비스를 현재 사용할 수 없습니다.
nl: Berichtenservice is momenteel onbeschikbaar
pt: O serviço de mensagens está atualmente indisponível
zh_hans: 消息服务目前不可用

# Messaging Service is Currently Unavailable[detailText]
source: Please check the network connectivity
de: Überprüfen Sie die Netzwerkverbindung
es_mx: Por favor, compruebe la conectividad de la red
fr: Veuillez vérifier votre connexion réseau
fr_ca: Veuillez vérifier votre connexion réseau
it: Controllare la connettività di rete
ja: ネットワーク接続を確認してください
ko: 네트워크 연결을 확인하세요.
nl: Controleer de netwerkverbinding
pt: Verifique a ligação de rede
zh_hans: 请检查网络连接。

# Messaging Service is Currently Unavailable[solutionText]
source: To resolve the issue, try again with a reliable network connection.
de: Versuchen Sie, den Fehler zu beheben, indem Sie eine zuverlässige Netzwerkverbindung verwenden.
es_mx: Para resolver el problema, inténtelo de nuevo con una conexión de red de confianza.
fr: Pour résoudre le problème, essayez à nouveau avec une connexion réseau fiable.
fr_ca: Pour résoudre ce problème, essayez de nouveau avec une connexion réseau fiable.
it: Per risolvere il problema, provare nuovamente con una connessione di rete affidabile.
ja: 問題解決のため、安定したネットワークを利用し再度お試しください。
ko: 이 문제를 해결하려면 안정적인 네트워크 연결을 통해 다시 시도하세요.
nl: Probeer opnieuw met een betrouwbare netwerkverbinding om het probleem op te lossen.
pt: Para resolver o problema, tente novamente com uma ligação de rede fiável.
zh_hans: 要解决此问题，请使用可靠的网络连接重试。

# Messaging Guest Client Notification[problemText]
source: You have new guest requests pending.
de: Es stehen neue Gastanfragen aus.
es_mx: Tiene nuevas peticiones de invitados pendientes.
fr: Vous avez de nouvelles demandes d’invités en attente.
fr_ca: Vous avez de nouvelles demandes d’invités en attente.
it: Sono presenti nuove richieste ospiti
ja: 新しいゲストの要請が保留中です。
ko: 대기 중인 새로운 게스트 요청이 있습니다.
nl: U hebt nieuwe gastverzoeken in afwachting.
pt: Tem novos pedidos de convidados pendentes.
zh_hans: 您有新的访客请求。

# Contact Storage Modification Failed[problemText]
source: Unable to parse the Contact Storage Data
de: Fehler beim Analysieren der Daten im Kontaktspeicher
es_mx: Imposible analizar los datos del almacén de contactos
fr: Impossible d’analyser les données de stockage du contact
fr_ca: Impossible d’analyser les données de stockage du contact
it: Impossibile analizzare i dati di archiviazione dei contatti
ja: 連絡先ストレージデータを解析できません。
ko: 연락처 저장 데이터를 분석할 수 없습니다.
nl: Opslaggegevens van contactpersonen kunnen niet worden ontleed
pt: Não foi possível analisar os dados de armazenamento de contactos
zh_hans: 无法解析联系人存储数据

# Messaging Gateway Misconfigured[problemText]
source: Messaging gateway is misconfigured.
de: Das Messaging-Gateway ist nicht ordnungsgemäß konfiguriert.
es_mx: La pasarela de mensajes está mal configurada.
fr: La passerelle de messagerie est mal configurée.
fr_ca: La passerelle de messagerie est mal configurée.
it: Gateway di messaggistica non configurato correttamente.
ja: メッセージゲートウェイが正しく構成されていません。
ko: 메시징 게이트웨이가 잘못 구성되었습니다.
nl: De gateway voor berichten is verkeerd geconfigureerd.
pt: Falha no registo do gateway de mensagens.
zh_hans: 消息网关配置错误。

# Messaging Gateway Misconfigured[detailText]
source: Unable to activate messaging gateway due to misconfiguration.
de: Das Messaging-Gateway kann aufgrund einer fehlerhaften Konfiguration nicht aktiviert werden.
es_mx: No es posible activar la pasarela de mensajes debido a errores de configuración.
fr: Impossible d’activer la passerelle de messagerie à cause d’une mauvaise configuration.
fr_ca: Impossible d’activer la passerelle de messagerie à cause d’une mauvaise configuration.
it: Impossibile attivare il gateway di messaggistica a causa di una configurazione errata.
ja: 不適当な構成のため、メッセージゲートウェイをアクティブ化できません。
ko: 잘못된 구성으로 메시징 게이트웨이를 활성화할 수 없습니다.
nl: Kan de gateway voor berichten niet activeren vanwege verkeerde configuratie.
pt: Impossível ativar o gateway de mensagens devido a configuração incorreta.
zh_hans: 因配置错误而无法激活消息网关。

# Messaging Gateway Misconfigured[solutionText]
source: To resolve the issue contact your service provider and try again with a reliable network connection or sign-out of the application and sign-in again. If the problem persists contact your service provider.
de: Versuchen Sie, den Fehler zu beheben, indem Sie sich an Ihren Serviceprovider wenden, eine zuverlässige Netzwerkverbindung verwenden, oder sich von der Anwendung ab- und wieder anmelden. Falls das Problem weiterhin besteht, wenden Sie sich an den Serviceprovider.
es_mx: Para resolver el problema, contacte con su proveedor de servicios e inténtelo de nuevo con una conexión de red de confianza o cierre la sesión de la aplicación e iníciela de nuevo. Si el problema persiste, contacte con su proveedor de servicios.
fr: Pour résoudre le problème, contactez votre fournisseur de services et essayez à nouveau avec une connexion réseau fiable ou déconnectez-vous de l’application, puis reconnectez-vous. Si le problème persiste, contactez votre prestataire de services.
fr_ca: Pour résoudre ce problème, contactez votre fournisseur de services et essayez de nouveau avec une connexion réseau fiable ou déconnectez-vous de l’application, puis reconnectez-vous. Si le problème persiste, communiquez avec votre fournisseur de service.
it: Per risolvere il problema, contattare il provider di servizi e riprovare con una connessione di rete affidabile oppure disconnettersi dall'applicazione ed eseguire nuovamente l'accesso. Se il problema persiste, contattare il provider di servizi.
ja: 問題解決のため、サービス提供者に連絡して、信頼性の高いネットワーク接続またはアプリケーションのサインアウトをやり直してもう一度サインインしてください。問題が継続する場合はサービス提供者にお問い合わせください。
ko: 문제를 해결하려면 서비스 제공업체에 연락한 후 신뢰할 수 있는 네트워크 연결로 다시 시도하거나 애플리케이션에서 로그아웃한 후 다시 로그인하세요. 문제가 계속되면 서비스 공급자에게 문의하세요.
nl: Neem contact op met uw serviceprovider om het probleem op te lossen en probeer het opnieuw met een betrouwbare netwerkverbinding of meld u af en aan. Neem contact op met de serviceprovider als het probleem zich blijft voordoen.
pt: Para resolver o problema contacte o seu fornecedor de serviços e, em seguida, tente novamente com uma ligação de rede fiável, ou saia da aplicação e volte a entrar. Se o problema persistir, entre em contacto com o fornecedor de serviços.
zh_hans: 要解决此问题，请联系您的服务提供商并使用可靠的网络连接重试，或退出应用程序然后重新登录。如果问题仍然存在，请联系您的服务提供商。

# Direct calling not available[problemText]
source: Direct calling not available. More...
de: Direktanruf nicht verfügbar. Weitere Optionen…
es_mx: Llamada directa no disponible. Más…
fr: Appels directs indisponibles. Plus…
fr_ca: Appel direct non disponible. Plus…
it: Chiamata diretta non disponibile. Altro…
ja: 直接電話することができません。詳細…
ko: 다이렉트 콜을 할 수 없습니다. 더 보기…
nl: Direct bellen niet beschikbaar. Meerâ€¦
pt: Chamada direta não disponível. Mais…
zh_hans: 无法进行直接呼叫展开…

# Direct calling not available[detailText]
source: This device cannot make direct calls, but the call back feature can be used instead. Go to %@ and configure a call back service (such as %@) with the telephone number of the call back device. Then place the call and wait for the call back.
de: Mit diesem Gerät sind keine Direktanrufe möglich. Stattdessen kann die Rückruffunktion genutzt werden. Wechseln Sie zu „%@“ und konfigurieren Sie einen Rückrufdienst (z. B. %@) mit der Rufnummer des Rückrufgeräts. Tätigen Sie dann den Anruf und warten Sie auf den Rückruf.
es_mx: Este dispositivo no puede realizar llamadas directas, pero es posible usar en su lugar la función de devolución de llamada. Vaya a %@ y configure un servicio de devolución de llamada (por ejemplo, %@) con el número de teléfono del dispositivo de devolución de llamada. A continuación, realice la llamada y espere a la devolución de llamada.
fr: Cet appareil ne permet pas les appels directs, mais permet d'utiliser la fonction de rappel à la place. Accédez à %@ et configurez un service de rappel (tel que %@) avec le numéro de téléphone de l'appareil à rappeler. Puis passez l'appel et attendez le rappel.
fr_ca: Cet appareil ne peut pas faire d’appels directs; utilisez la fonction de rappel. Accédez à %@ et configurez un service de rappel (tel que %@) avec le numéro de téléphone de l'appareil de rappel. Ensuite, faites l'appel et attendez le rappel.
it: Il dispositivo non può effettuare chiamate dirette, ma è possibile utilizzare la funzione di richiamata. Accedere a %@ e configurare un servizio di richiamata (come %@) con il numero di telefono del dispositivo di richiamata. Quindi eseguire la chiamata e attendere la richiamata.
ja: このデバイスでは直接電話をかけることができませんが、代わりにコールバックを利用可能です。%@にて電話番号とコールバックサービスを設定（%@のように）し、発信を行いコールバックをお待ち下さい。
ko: 이 기기에서는 다이렉트 콜을 할 수 없습니다. 대신 콜백 기능을 사용할 수 있습니다. %@(으)로 가서 콜백 기기의 전화 번호로 콜백 서비스(%@ 등)를 구성하세요. 그리고 전화를 건 다음 콜백을 기다리세요.
nl: Met dit device kan niet direct worden gebeld, maar de terugbelfunctie kan wel worden gebruikt. Ga naar %@ en configureer een terugbelservice (zoals %@) met het telefoonnummer waarop u wilt worden teruggebeld. Vervolgens plaatst u de oproep en wacht u tot u wordt teruggebeld.
pt: Este dispositivo não pode fazer chamadas diretas, mas a funcionalidade de retorno de chamada pode ser utilizado em alternativa. Aceda a %@ e configure um serviço de retorno de chamada (como %@) com o número de telefone do dispositivo de retorno de chamada. Em seguida, faça a chamada e aguarde o retorno da chamada.
zh_hans: 此设备无法进行直接呼叫，但可以使用回呼功能。转到 %@ 并用回呼设备的电话号码配置一个回呼服务（例如 %@）。然后挂上电话，等待回呼。

# VoIP Registration Failed[problemText]
source: Incoming calls unavailable
de: Eingehende Anrufe nicht verfügbar
es_mx: Llamadas entrantes no disponibles
fr: Appels entrants non disponibles
fr_ca: Appels entrants non disponibles
it: Chiamate in entrata non disponibili
ja: 着信できません
ko: 수신 통화 사용 불가
nl: Inkomende gesprekken niet beschikbaar
pt: Chamadas recebidas indisponíveis
zh_hans: 来电不可用

# VoIP Registration Failed[detailText]
source: Registration failed
de: Registrierung fehlgeschlagen
es_mx: Falla de registro
fr: Échec de l'enregistrement
fr_ca: Échec de l'enregistrement
it: Registrazione non riuscita
ja: 登録失敗
ko: 등록 실패
nl: Registratie mislukt
pt: Falha no registo
zh_hans: 注册失败

# VoIP Device Limit Exceeded[problemText]
source: Incoming calls unavailable
de: Eingehende Anrufe nicht verfügbar
es_mx: Llamadas entrantes no disponibles
fr: Appels entrants non disponibles
fr_ca: Appels entrants non disponibles
it: Chiamate in entrata non disponibili
ja: 着信できません
ko: 수신 통화 사용 불가
nl: Inkomende gesprekken niet beschikbaar
pt: Chamadas recebidas indisponíveis
zh_hans: 来电不可用

# VoIP Device Limit Exceeded[detailText]
source: >> Too many devices registered <<
de: >> Zu viele Geräte registriert <<
es_mx: >> Demasiados dispositivos registrados <<
fr: >> Trop de périphériques enregistrés <<
fr_ca: >> Trop d'appareils sont enregistrés <<
it: >> Troppi dispositivi registrati <<
ja: >>登録しているデバイスが多すぎます<<
ko: >> 너무 많은 장치가 등록됨 <<
nl: >> Te veel apparaten geregistreerd <<
pt: >> Demasiados dispositivos registados <<
zh_hans: >>注册设备过多<<

# VoIP Device Limit Exceeded[solutionText]
source: Please re-login to use this device
de: Zur Verwendung des Geräts erneut anmelden
es_mx: Vuelva a iniciar sesión para usar este dispositivo
fr: Veuillez vous reconnecter pour utiliser ce périphérique
fr_ca: Veuillez vous reconnecter pour utiliser cet appareil
it: Effettuare nuovamente l'accesso per utilizzare questo dispositivo
ja: このデバイスを利用するには、再度ログインしてください
ko: 이 장치를 사용하려면 다시 로그인하십시오.
nl: Meld u opnieuw aan om dit apparaat te gebruiken
pt: Iniciar sessão novamente para utilizar este dispositivo
zh_hans: 请重新登录以使用此设备
