Repository: Ebisu-Tecnico/Ebisu
Catalog: IrisBranding.kit/resources/*.lproj/Notification.strings
Languages: de, es_mx, fr, fr_ca, it, ja, ko, nl, pt, zh_hans

source: unspecified
de: nicht angegeben
es_mx: sin especificar
fr: non défini
fr_ca: non spécifié
it: non specificato
ja: 未指定
ko: 미지정
nl: niet gespecificeerd
pt: não especificado
zh_hans: 未指定

# Missing Device Configuration[problemText]
source: Missing device configuration.
de: Fehlende Gerätekonfiguration.
es_mx: Falta la configuración del dispositivo.
fr: Configuration de l'appareil manquante.
fr_ca: Configuration de l'appareil manquante.
it: Configurazione dispositivo mancante.
ja: デバイス設定無し
ko: 기기 구성이 누락되었습니다.
nl: Deviceconfiguratie ontbreekt.
pt: Configuração do dispositivo ausente.
zh_hans: 缺少设备配置

# Missing Device Configuration[detailText]
source: Either the %1$@ device configuration has not been assigned to your account, or a network error has occurred. Reason: %2$@
de: Entweder wurde die Gerätekonfiguration %1$@ nicht Ihrem Konto zugewiesen, oder es ist ein Netzwerkfehler aufgetreten. Grund: %2$@
es_mx: No se asignó a su cuenta la configuración del dispositivo %1$@, o bien se produjo un error de red. Motivo: %2$@
fr: La configuration de l'appareil %1$@ n'a pas été attribuée à votre compte ou une erreur réseau s'est produite. Motif : %2$@
fr_ca: La configuration de l'appareil %1$@ n'a pas été attribuée à votre compte ou une erreur de réseau s'est produite. Raison : %2$@
it: La configurazione del dispositivo %1$@ non è stata assegnata all'account dell'utente oppure si è verificato un errore di rete. Causa: %2$@
ja: %1$@デバイス設定がされていないか、ネットワークエラーです。理由：%2$@
ko: %1$@ 기기 구성이 계정에 할당되었거나 네트워크 오류가 발생했습니다. 이유: %2$@
nl: De apparaatconfiguratie %1$@ is niet toegewezen aan uw account of er is een netwerkfout opgetreden. Reden: %2$@
pt: A configuração do dispositivo %1$@ não foi atribuída à sua conta ou ocorreu um erro de rede. Motivo: %2$@
zh_hans: 尚未为您的帐户指定%1$@设备配置，或出现了网络错误。原因：%2$@

# Missing Device Configuration[solutionText]
source: To resolve the issue, try again with a reliable network connection. If the problem persists, contact your service provider.
de: Versuchen Sie, den Fehler zu beheben, indem Sie eine zuverlässige Netzwerkverbindung verwenden. Falls das Problem weiterhin besteht, wenden Sie sich an den Serviceprovider.
es_mx: Para resolver el problema, inténtelo de nuevo con una conexión de red confiable. Si el problema persiste, contacte con su proveedor de servicios.
fr: Pour résoudre le problème, essayez à nouveau avec une connexion réseau fiable. Si le problème persiste, contactez votre prestataire de services.
fr_ca: Pour résoudre ce problème, essayez de nouveau avec une connexion réseau fiable. Si le problème persiste, communiquez avec votre fournisseur de service.
it: Per risolvere il problema, provare nuovamente con una connessione di rete affidabile. Se il problema persiste, contattare il provider di servizi.
ja: 問題解決のため、安定なネットワークを利用し再度お試しください。問題が継続する場合はサービス・プロバイダにお問い合わせください。
ko: 이 문제를 해결하려면 안정적인 네트워크 연결을 통해 다시 시도하세요. 문제가 지속될 경우 서비스 제공업체에 문의하세요.
nl: Probeer opnieuw met een betrouwbare netwerkverbinding om het probleem op te lossen. Als het probleem blijft bestaan neem dan contact op met uw serviceprovider.
pt: Para resolver o problema, tente novamente com uma ligação de rede fiável. Se o problema persistir, entre em contacto com o fornecedor de serviços.
zh_hans: 要解决此问题，请使用可靠的网络连接重试。如果问题仍然存在，请联系服务提供方。

# APNS Registration[problemText]
source: Cannot receive notifications.
de: Es können keine Benachrichtigungen empfangen werden.
es_mx: Imposible recibir notificaciones.
fr: Impossible de recevoir des notifications.
fr_ca: Impossible de recevoir des notifications.
it: Impossibile ricevere notifiche.
ja: 通知が受信できません。
ko: 알림을 받을 수 없습니다.
nl: Kan geen meldingen ontvangen.
pt: Não é possível receber notificações.
zh_hans: 无法接收通知。

# APNS Registration[detailText]
source: This device cannot receive Apple Push Notifications, and your device will not be notified when you receive new messages.
de: Mit diesem Gerät können keine Apple Push-Benachrichtigungen empfangen werden. Bei Eingang neuer Mitteilungen erfolgt keine Benachrichtigung Ihres Geräts.
es_mx: Este dispositivo no puede recibir notificaciones push de Apple y su dispositivo no será notificado cuando usted reciba nuevos mensajes.
fr: Cet appareil ne peut pas recevoir de notifications push Apple. Votre appareil ne sera pas notifié de la réception de nouveaux messages.
fr_ca: Cet appareil n'accepte pas les notifications poussées Apple; votre appareil ne recevra pas de notifications lors de nouveaux messages.
it: Il dispositivo non può ricevere notifiche Apple Push e non si riceverà la notifica di nuovi messaggi.
ja: Appleのプッシュ通知が受け取れないため、新しいメッセージは通知されません。
ko: 기기가 Apple 푸시 알림을 수신하지 못하기 때문에 기기에서 새 메시지 알림을 받을 수 없습니다.
nl: Dit device kan geen pushmeldingen van Apple ontvangen en op uw device verschijnt geen melding bij nieuwe berichten.
pt: Este dispositivo não pode receber Notificações da Apple, e o seu dispositivo não será notificado quando receber novas mensagens.
zh_hans: 此设备无法接受 Apple 推送通知，当您收到新消息时，您的设备将不会被通知。

# APNS Registration[solutionText]
source: This problem can occur if your device cannot connect to a cellular or WiFi network. If connectivity is not an issue, contact your service provider.
de: Dieses Problem kann auftreten, wenn Ihr Gerät keine Verbindung zu einem Mobilfunknetz oder einem WLAN-Netzwerk herstellen kann. Wenn kein Konnektivitätsproblem vorliegt, wenden Sie sich an Ihren Serviceprovider.
es_mx: Este problema puede ocurrir si su dispositivo no puede conectarse a una red WiFi o celular. Si el problema no es de conectividad, contacte con su proveedor de servicios.
fr: Ce problème peut se produire si votre appareil ne peut pas se connecter à un réseau cellulaire ou WiFi. Si la connectivité n'est pas un problème, contactez votre prestataire de services.
fr_ca: Le problème peut se produire si votre appareil ne peut pas se connecter à un réseau cellulaire ou Wi-Fi. Vérifiez la connectivité; si elle est fonctionnelle, communiquez avec votre fournisseur de service.
it: Questo problema può verificarsi se il dispositivo non può connettersi a una rete cellulare o Wi-Fi. Se il problema non è dovuto alla connettività, contattare il provider di servizi.
ja: この問題はモバイルネットワークまたはWifiネットワークに接続できない場合に発生します。接続が正しい場合はサービス・プロバイダにお問い合わせください。
ko: 이 문제는 기기가 셀룰러 또는 WiFi 네트워크에 연결되지 않은 경우 발생할 수 있습니다. 연결 문제가 아니라면 서비스 제공업체에 문의하세요.
nl: Dit probleem kan zich voordoen als uw device geen verbinding kan maken met wifi of een mobiel netwerk. Neem contact op met uw provider als er geen probleem is met de verbinding.
pt: Este problema pode ocorrer se o dispositivo não puder ser ligado a uma rede celular ou Wi-Fi. Se a ligação não for um problema, entre em contacto com o fornecedor de serviços.
zh_hans: 如果您的设备无法连接到移动网络或 WiFi，则可能会发生此问题。如果连接没有问题，请联系您的服务提供方。

# BroadWorks Integration[problemText]
source: Business calling integration failure.
de: Fehler bei der Integration von Geschäftsanrufen.
es_mx: Falla de integración de llamada de trabajo.
fr: Échec d'intégration aux appels professionnels.
fr_ca: Échec de l'intégration aux appels d'affaires.
it: Errore di integrazione delle chiamate aziendali.
ja: ビジネス通話のインテグレート失敗
ko: 비즈니스 통화 통합 오류입니다.
nl: Integratiefunctie zakelijk bellen.
pt: Falha na integração de chamadas comerciais.
zh_hans: 业务通话集成失败。

# BroadWorks Integration[detailText]
source: Your device failed to integrate with the business calling gateway. While this could be the result of a mismatch between the application and the gateway, it is more likely the case that a network error occurred. Reason: %@
de: Bei der Integration zwischen Ihrem Gerät und dem Gateway für Geschäftsanrufe ist ein Fehler aufgetreten. Auch wenn der Grund sein kann, dass die Anwendung und das Gateway nicht zusammen passen, ist es wahrscheinlicher, dass ein Netzwerkfehler aufgetreten ist. Grund: %@
es_mx: Error al integrar su dispositivo con la puerta de enlace de llamada de trabajo. Aunque puede deberse a un error de coincidencia entre la aplicación y la puerta de enlace, es más probable que se haya producido un error de red. Motivo: %@
fr: L'intégration de votre appareil à la passerelle d'appels professionnels a échoué. Cela pourrait être le résultat d'une incohérence entre l'application et la passerelle, mais il est plus probable qu'une erreur réseau se soit produite. Motif : %@
fr_ca: L'intégration de votre appareil avec la passerelle d'appels d'affaires a échoué. Cela pourrait être dû à une non-correspondance entre l'application et la passerelle, mais il est plus probable qu'une erreur réseau se soit produite. Raison : %@
it: Il dispositivo in uso non è stato in grado di integrarsi con il gateway delle chiamate aziendali. La causa potrebbe essere la mancata corrispondenza tra l'applicazione e il gateway, ma più probabilmente si è verificato un errore di rete. Causa: %@
ja: このデバイスはビジネス通話ゲートウェイとインテグレートすることができませんでした。アプリケーションとゲートウェイが正しくない可能性があります。またネットワーク問題の可能性があります。理由：%@
ko: 기기가 비즈니스 통화 게이트웨이와 통합하디 못했습니다. 애플리케이션과 게이트웨이가 일치하지 않은 결과 때문일 수 있지만, 네트워크 오류가 발생했을 가능성이 더 높습니다. 이유: %@
nl: Uw apparaat kon de gateway zakelijk bellen niet integreren. Hoewel dit het gevolg kan zijn van een discrepantie tussen de toepassing en de gateway is het waarschijnlijker dat een netwerkfout is opgetreden. Reden: %@
pt: O dispositivo não conseguiu integrar o gateway de chamadas comerciais. Embora isso possa ser o resultado de uma incompatibilidade entre a aplicação e o gateway, é mais provável que tenha ocorrido um erro de rede. Motivo: %@
zh_hans: 您的设备未能与业务电话网关集成。可能是应用程序与网关之间匹配不正确，但更有可能是出现了网络错误。原因：%@

# BroadWorks Integration[solutionText]
source: To resolve the issue, try again with a reliable network connection, or sign-out of the application and sign-in again. If the problem persists, contact your service provider.
de: Versuchen Sie, den Fehler zu beheben, indem Sie eine zuverlässige Netzwerkverbindung verwenden, oder melden Sie sich von der Anwendung ab und wieder an. Falls das Problem weiterhin besteht, wenden Sie sich an den Serviceprovider.
es_mx: Para resolver el problema, inténtelo de nuevo con una conexión de red confiable o cierre la sesión de la aplicación e iníciela de nuevo. Si el problema persiste, contacte con su proveedor de servicios.
fr: Pour résoudre le problème, essayez à nouveau avec une connexion réseau fiable, ou déconnectez-vous de l'application, puis reconnectez-vous. Si le problème persiste, contactez votre prestataire de services.
fr_ca: Pour résoudre ce problème, essayez de nouveau avec une connexion réseau fiable, ou déconnectez-vous de l'application, puis reconnectez-vous. Si le problème persiste, communiquez avec votre fournisseur de service.
it: Per risolvere il problema, provare nuovamente con una connessione di rete affidabile oppure disconnettersi dall'applicazione ed eseguire nuovamente l'accesso. Se il problema persiste, contattare il provider di servizi.
ja: 問題解決のため、安定したネットワークを利用し再度お試し、またはサインアウトし再度サインインください。問題が継続する場合はサービス・プロバイダにお問い合わせください。
ko: 이 문제를 해결하려면 안정적인 네트워크 연결을 통해 다시 시도하거나, 애플리케이션에서 로그아웃한 다음 다시 로그인하세요. 문제가 지속될 경우 서비스 제공업체에 문의하세요.
nl: Probeer opnieuw met een betrouwbare netwerkverbinding om het probleem op te lossen, of meld u af van de toepassing en meld u opnieuw aan. Als het probleem blijft bestaan neem dan contact op met uw serviceprovider.
pt: Para resolver o problema, tente novamente com uma ligação de rede fiável, ou saia da aplicação e entre novamente. Se o problema persistir, entre em contacto com o fornecedor de serviços.
zh_hans: 要解决此问题，请使用可靠的网络连接重试，或退出应用程序然后重新登录。如果问题仍然存在，请联系服务提供方。

# Messaging Gateway Host Resolution[problemText]
source: No messaging gateway host.
de: Kein Messaging-Gateway-Host.
es_mx: No hay ningún host de puerta de enlace de mensajería.
fr: Aucun hôte de passerelle de messagerie.
fr_ca: Aucun hôte de passerelle de messagerie.
it: Non vi sono host gateway di messaggistica.
ja: メッセージゲートウェイホストがありません。
ko: 메시지 게이트웨이 호스트가 없습니다.
nl: Geen host voor berichtenverkeergateway.
pt: Nenhum anfitrião de gateway de mensagens.
zh_hans: 无消息网关主机。

# Messaging Gateway Host Resolution[detailText]
source: The messaging gateway host at %1$@ could not be resolved. Reason: %2$@
de: Der Messaging-Gateway-Host unter %1$@ konnte nicht aufgelöst werden. Grund: %2$@
es_mx: No es posible resolver el host de puerta de enlace de mensajería de %1$@. Motivo: %2$@
fr: L'hôte de passerelle de messagerie à %1$@ n'a pas pu être résolu. Motif : %2$@
fr_ca: L'hôte de passerelle de messagerie à %1$@ n'a pas pu être résolu. Raison : %2$@
it: Impossibile risolvere l'host gateway di messaggistica al'indirizzo %1$@. Causa: %2$@
ja: %1$@のメッセージゲートウェイホストが解析できません。理由：%2$@
ko: %1$@의 메시징 게이트웨이 호스트를 확인할 수 없습니다. 이유: %2$@
nl: Host voor berichtenverkeergateway voor %1$@ is niet gevonden. Reden: %2$@
pt: O anfitrião de gateway de mensagem em %1$@ não pode ser resolvido. Motivo: %2$@
zh_hans: 无法解析位于%1$@的消息网关主机。原因：%2$@

# Messaging Gateway Host Resolution[solutionText]
source: To resolve the issue, try again with a reliable network connection. If the problem persists, contact your service provider.
de: Versuchen Sie, den Fehler zu beheben, indem Sie eine zuverlässige Netzwerkverbindung verwenden. Falls das Problem weiterhin besteht, wenden Sie sich an den Serviceprovider.
es_mx: Para resolver el problema, inténtelo de nuevo con una conexión de red confiable. Si el problema persiste, contacte con su proveedor de servicios.
fr: Pour résoudre le problème, essayez à nouveau avec une connexion réseau fiable. Si le problème persiste, contactez votre prestataire de services.
fr_ca: Pour résoudre ce problème, essayez de nouveau avec une connexion réseau fiable. Si le problème persiste, communiquez avec votre fournisseur de service.
it: Per risolvere il problema, provare nuovamente con una connessione di rete affidabile. Se il problema persiste, contattare il provider di servizi.
ja: 問題解決のため、安定したネットワークを利用し再度お試しください。問題が継続する場合はサービス・プロバイダにお問い合わせください。
ko: 이 문제를 해결하려면 안정적인 네트워크 연결을 통해 다시 시도하세요. 문제가 지속될 경우 서비스 제공업체에 문의하세요.
nl: Probeer opnieuw met een betrouwbare netwerkverbinding om het probleem op te lossen. Als het probleem blijft bestaan neem dan contact op met uw serviceprovider.
pt: Para resolver o problema, tente novamente com uma ligação de rede fiável. Se o problema persistir, entre em contacto com o fornecedor de serviços.
zh_hans: 要解决此问题，请使用可靠的网络连接重试。如果问题仍然存在，请联系服务提供方。

# Messaging Gateway Registration[problemText]
source: Messaging gateway registration failure.
de: Fehler bei der Registrierung am Messaging-Gateway.
es_mx: Falla de registro de puerta de enlace de mensajería.
fr: Échec de l'enregistrement auprès de la passerelle de messagerie.
fr_ca: Échec d'enregistrement à la passerelle de messagerie.
it: Errore di registrazione del gateway di messaggistica.
ja: メッセージゲートウェイに登録することができませんでした。
ko: 메시지 게이트웨이 등록이 실패했습니다.
nl: Registratiefout berichtenverkeergateway.
pt: Falha no registo do gateway de mensagem.
zh_hans: 消息网关注册失败。

# Messaging Gateway Registration[detailText]
source: Your device failed to register with the messaging gateway. This may affect your ability to send and receive messages, and your device may not be notified when incoming messages arrive. Reason: %@
de: Ihr Gerät konnte nicht am Messaging-Gateway registriert werden. Dadurch kann das Senden und Empfangen von Nachrichten beeinträchtigt sein und Ihr Gerät wird möglicherweise nicht über eingehende Nachrichten benachrichtigt. Grund: %@
es_mx: Error al registrar su dispositivo con la puerta de enlace de mensajería. Esta situación puede afectar su capacidad para enviar y recibir mensajes y es posible que su dispositivo no reciba notificaciones cuando lleguen mensajes entrantes. Motivo: %@
fr: Votre appareil n'a pas réussi à s'enregistrer auprès de la passerelle de messagerie. Cela pourra affecter votre capacité à envoyer et recevoir des messages, et votre appareil pourra ne pas être notifié de la réception de nouveaux messages. Motif : %@
fr_ca: L'enregistrement de votre appareil à la passerelle de messagerie a échoué. Cela peut affecter la capacité de votre appareil à recevoir et à envoyer des messages, et il se peut que votre appareil ne reçoive pas de notifications lors de nouveaux messages. Raison : %@
it: Registrazione del gateway di messaggistica sul dispositivo non riuscita. Questo potrebbe influire sulla capacità di inviare e ricevere messaggi e il dispositivo non riceverà la notifica di messaggi in arrivo. Causa: %@
ja: メッセージゲートウェイに登録することができませんでした。メッセージの送信・受信・新着メッセージ通知に影響する可能性があります。理由： %@
ko: 기기를 메시징 게이트웨이에 등록하지 못했습니다. 이 경우 메시지를 주고 받는 기능에 영향을 줄 수 있으며, 수신 메시지가 도착했을 때 기기가 알림을 받지 못할 수 있습니다. 이유: %@
nl: Uw apparaat kon niet registreren met de berichten-gateway. Dit heeft mogelijk gevolgen voor de mogelijkheid om berichten te versturen en te ontvangen en uw apparaat wordt mogelijk niet meegedeeld wanneer er berichten binnenkomen. Reden: %@
pt: O dispositivo falhou ao se registar com o gateway de mensagem. Isso pode afetar sua capacidade de enviar e receber mensagens, e o seu dispositivo pode não ser notificado quando as mensagens recebidas chegarem. Motivo: %@
zh_hans: 您的设备未能注册消息网关。这可能会影响您收发消息的能力，在有消息进入时，您的设备可能也不会得到通知。原因： %@

# Messaging Gateway Registration[solutionText]
source: To resolve the issue, try again with a reliable network connection. If the problem persists, contact your service provider.
de: Versuchen Sie, den Fehler zu beheben, indem Sie eine zuverlässige Netzwerkverbindung verwenden. Falls das Problem weiterhin besteht, wenden Sie sich an den Serviceprovider.
es_mx: Para resolver el problema, inténtelo de nuevo con una conexión de red confiable. Si el problema persiste, contacte con su proveedor de servicios.
fr: Pour résoudre le problème, essayez à nouveau avec une connexion réseau fiable. Si le problème persiste, contactez votre prestataire de services.
fr_ca: Pour résoudre ce problème, essayez de nouveau avec une connexion réseau fiable. Si le problème persiste, communiquez avec votre fournisseur de service.
it: Per risolvere il problema, provare nuovamente con una connessione di rete affidabile. Se il problema persiste, contattare il provider di servizi.
ja: 問題解決のため、安定したネットワークを利用し再度お試しください。問題が継続する場合はサービス・プロバイダにお問い合わせください。
ko: 이 문제를 해결하려면 안정적인 네트워크 연결을 통해 다시 시도하십시오. 문제가 지속될 경우 서비스 제공업체에 문의하세요.
nl: Probeer opnieuw met een betrouwbare netwerkverbinding om het probleem op te lossen. Als het probleem blijft bestaan neem dan contact op met uw serviceprovider.
pt: Para resolver o problema, tente novamente com uma ligação de rede fiável. Se o problema persistir, entre em contacto com o fornecedor de serviços.
zh_hans: 要解决此问题，请使用可靠的网络连接重试。如果问题仍然存在，请联系服务提供方。

# Messaging Gateway Authentication[problemText]
source: Messaging gateway authentication failure.
de: Fehler bei der Authentifizierung am Messaging-Gateway.
es_mx: Falla de autentificación de puerta de enlace de mensajería.
fr: Échec de l'authentification auprès de la passerelle de messagerie.
fr_ca: Échec d'authentification à la passerelle de messagerie.
it: Errore di autenticazione del gateway di messaggistica.
ja: メッセージゲートウェイ認証に失敗しました。
ko: 메시지 게이트웨이 인증이 실패했습니다.
nl: Verifiicatiefout berichtenverkeergateway.
pt: Falha na autenticação do gateway de mensagem.
zh_hans: 消息网关身份验证失败。

# Messaging Gateway Authentication[detailText]
source: Your credentials are not recognized by the messaging gateway. This is generally due to a configuration mismatch, but it is possible that reattempting login may correct the problem. Reason: %@
de: Ihre Anmeldeinformationen werden vom Messaging-Gateway nicht erkannt. Dies ist in der Regel auf einen Konfigurationskonflikt zurückzuführen. Möglicherweise kann das Problem durch einen erneuten Anmeldeversuch behoben werden. Grund: %@
es_mx: La puerta de enlace de mensajería no reconoce sus credenciales. Esta situación se debe generalmente a un error de coincidencia de configuración, pero es posible que se corrija el problema iniciando de nuevo la sesión. Motivo: %@
fr: Vos identifiants ne sont pas reconnus par la passerelle de messagerie. Cela est généralement lié à une incohérence dans la configuration, mais il est possible qu'une nouvelle tentative de connexion puisse corriger le problème. Motif : %@
fr_ca: Vos renseignements de connexion ne sont pas reconnus par la passerelle de messagerie. Cela est habituellement dû à une non-correspondance de configuration, mais il est possible qu'un nouvel essai de connexion règle le problème. Raison : %@
it: Le credenziali non sono state riconosciute dal gateway di messaggistica. In genere questo è causato da differenze nella configurazione, ma è possibile che il problema venga risolto ripetendo l'accesso. Causa: %@
ja: メッセージゲートウェイにあなたのログイン情報がないようです。一般的に設定に問題がある可能性があります。またログインを再度行うことで解決する可能性もあります。理由：%@
ko: 메시징 게이트웨이에서 자격 증명을 인식하지 못했습니다. 일반적으로 구성이 일치하지 않기 때문이지만, 로그인을 다시 시도하면 문제를 해결할 수 있습니다. 이유: %@
nl: Uw toegangsgegevens worden niet herkend door de berichten-gateway. Dit is over het algemeen het gevolg van een discrepantie, maar het is mogelijk dat opnieuw proberen aan te melden dit probleem oplost. Reden: %@
pt: A suas credenciais não são reconhecidas pelo gateway de mensagem. Isto geralmente é devido a uma incompatibilidade de configuração, mas é possível que tentar entrar novamente possa corrigir o problema. Motivo: %@
zh_hans: 消息网关未能识别您的凭据。这通常是因为配置匹配错误导致的，尝试重新登录可能可以解决此问题。原因：%@

# Messaging Gateway Authentication[solutionText]
source: To resolve the issue, try again with a reliable network connection, or sign-out of the application and sign-in again. If the problem persists, contact your service provider.
de: Versuchen Sie, den Fehler zu beheben, indem Sie eine zuverlässige Netzwerkverbindung verwenden, oder melden Sie sich von der Anwendung ab und wieder an. Falls das Problem weiterhin besteht, wenden Sie sich an den Serviceprovider.
es_mx: Para resolver el problema, inténtelo de nuevo con una conexión de red confiable o cierre la sesión de la aplicación e iníciela de nuevo. Si el problema persiste, contacte con su proveedor de servicios.
fr: Pour résoudre le problème, essayez à nouveau avec une connexion réseau fiable, ou déconnectez-vous de l'application, puis reconnectez-vous. Si le problème persiste, contactez votre prestataire de services.
fr_ca: Pour résoudre ce problème, essayez de nouveau avec une connexion réseau fiable, ou déconnectez-vous de l'application, puis reconnectez-vous. Si le problème persiste, communiquez avec votre fournisseur de service.
it: Per risolvere il problema, provare nuovamente con una connessione di rete affidabile oppure disconnettersi dall'applicazione ed eseguire nuovamente l'accesso. Se il problema persiste, contattare il provider di servizi.
ja: 問題解決のため、安定したネットワークを利用し再度お試し、またはサインアウトし再度サインインください。問題が継続する場合はサービス・プロバイダにお問い合わせください。
ko: 이 문제를 해결하려면 안정적인 네트워크 연결을 통해 다시 시도하거나, 애플리케이션에서 로그아웃한 다음 다시 로그인하세요. 문제가 지속될 경우 서비스 제공업체에 문의하세요.
nl: Probeer opnieuw met een betrouwbare netwerkverbinding om het probleem op te lossen, of meld u af van de toepassing en meld u opnieuw aan. Als het probleem blijft bestaan neem dan contact op met uw serviceprovider.
pt: Para resolver o problema, tente novamente com uma ligação de rede fiável, ou saia da aplicação e entre novamente. Se o problema persistir, entre em contacto com o fornecedor de serviços.
zh_hans: 要解决此问题，请使用可靠的网络连接重试，或退出应用程序然后重新登录。如果问题仍然存在，请联系服务提供方。

# Password Expiry Warning[solutionText]
source: Please update your password.
de: Aktualisieren Sie Ihr Kennwort.
es_mx: Por favor, actualice su clave.
fr: Veuillez mettre à jour votre mot de passe.
fr_ca: Veuillez mettre à jour votre mot de passe.
it: Aggiornare la password.
ja: パスワードを更新してください。
ko: 비밀번호를 업데이트하세요.
nl: Werk uw wachtwoord bij.
pt: Atualize a sua palavra-passe.
zh_hans: 请更新密码。
